{"title": "Earth", "paragraphs": ["\nEarth is the third planet from the Sun in the Solar System. It is the only planet known to have life on it. \n", "The Earth formed about 4.6 billion years ago.[29][30]\n", "It is one of four rocky planets on the inner side of the Solar System. The other three are Mercury, Venus, and Mars.\n", "The large mass of the Sun keeps the Earth in orbit through the force of gravity.[31] Earth also turns around in space, so that different parts face the Sun at different times. Earth goes around the Sun once (one year) for every 365​1⁄4 times it turns around (one day).\n", "Earth is the only planet in the Solar System that has a large amount of liquid water on its surface.[32][33][34] About 71% of the surface of Earth is covered by liquid or frozen water.[35] Because of this, people sometimes call it the blue planet.[36]\n", "Because of its water, Earth is home to millions of species of plants and animals which need water to survive.[37][38] The things that live on Earth have changed its surface greatly. For example, early cyanobacteria changed the air and gave it oxygen. The living part of Earth's surface is called the \"biosphere\".[39]\n", "Earth is one of the eight planets in the Solar System. There are also thousands of small bodies which move around the Sun. The Solar System is moving through the Orion Arm of the Milky Way galaxy, and will be for about the next 10,000 years.[40][41]\n", "Earth is about 150,000,000 kilometres or 93,000,000 miles away from the Sun (this distance is called an \"astronomical unit\" or au. It moves on its orbit at an average speed of about 30 km/s (19 mi/s).[42] Earth turns around about 365​1⁄4 times in the time it takes for Earth to go all the way around the Sun.[4] To make up this extra bit of a day every year, an additional day is used every four years. This is called a \"leap year\".\n", "The Moon goes around Earth at an average distance of 400,000 kilometres or 250,000 miles. It is locked to Earth, so that it always has the same half facing Earth; the other half is called the \"dark side of the moon\". It takes about 27​1⁄3 days for the Moon to go all the way around Earth, but because Earth is moving around the Sun at the same time, it takes about 29​1⁄2 days for the Moon to go from dark to bright to dark again. This is where the word \"month\" came from, even though most months now have 30 or 31 days.[43]\n", "Earth and the other planets formed about 4.6 billion years ago.[44] Their origin was different from that of the Sun. The Sun was formed almost entirely of hydrogen, while the planets were formed mostly from higher elements. The smaller \"rocky\" planets are made almost entirely of higher elements. The Sun must have moved through areas where supernovae had previously exploded.[45] All the planets have higher elements which are only made in supernovae.[46][47][48] Only the so-called \"gas giants\" have much hydrogen and helium.\n", "The Moon may have been formed after a collision between the early Earth and a smaller planet (sometimes called Theia). Scientists believe that parts of both planets broke off – becoming (by gravity) the Moon.[49]\n", "Earth's water came from different places. Condensing water vapour, and comets and asteroids hitting Earth, made the oceans. Within a billion years (that is at about 3.6 billion years ago) the first life evolved, in the Archaean era.[50][51] Some bacteria developed photosynthesis, which let them make food from the Sun's light and water. This released a lot of oxygen, which was first taken up by iron in solution. After a long time, enough oxygen got into the atmosphere or air, making Earth's surface suitable for aerobic life (see Great Oxygenation Event). This oxygen also formed the ozone layer which protects life from ultraviolet radiation from the Sun. Complex life on the surface of the land did not exist before the ozone layer.[52]\n", "Earth's land and climate has been very different in the past. About 3 to 3.5 billion years ago almost all land was in one place. This is called a supercontinent. The earliest known supercontinent was called Vaalbara. Much later, there many times the Earth was covered in ice sheets. (For example, the Cryogenian).[53] This is called the Snowball Earth theory.[53]\n", "Earth is rocky. It is the largest of the rocky planets moving around the Sun by mass and by size. It is much smaller than the gas giants such as Jupiter.\n", "Overall, Earth is made of iron (32.1%), oxygen (30.1%), silicon (15.1%), magnesium (13.9%), sulfur (2.9%), nickel (1.8%), calcium (1.5%), and aluminium (1.4%). The 1.2% left over is made of many different kinds of other chemicals. Some rare metals (not just gold and platinum) are very valuable. Rare earth metals are often used in electronic phones and computers.[54]\n", "The structure of Earth changes from the inside to the outside. The center of Earth (Earth's core) is mostly iron (88.8%), nickel (5.8%), sulfur (4.5%), and less than 1% other elements.[55] The Earth's crust is largely oxygen (47%). Oxygen is normally a gas but it can join with other chemicals to make compounds like water and rocks. 99.22% of rocks have oxygen in them. The most common rocks with oxygen are silica (made with silicon), alumina (made with aluminium), rust (made with iron), lime (made with calcium), magnesia (made with magnesium), potash (made with potassium), and sodium oxide.[56]\n", "Earth's shape is a spheroid: not quite a sphere because it is slightly squashed on the top and bottom. The shape is called an oblate spheroid. As Earth spins around itself, centrifugal force forces the equator out a little and pulls the poles in a little. The equator, around the middle of Earth's surface, is about 40,075 kilometers or 24,900 miles long.[59] The reason the Earth is roughly a sphere (and so are all planets and stars) is gravity.[60] Meteorites, on the other hand may be any shape because, in their case, the force of gravity is too weak to change their shape.\n", "The highest mountain above sea level—the well-known Mount Everest (which is 8,848 metres or 29,029 feet above sea level)—is not actually the one that is the farthest away from the center of the Earth. Instead, the sleeping volcano Mount Chimborazo in Ecuador is; it is only 6,263 metres or 20,548 feet above sea level but it is almost at the equator. Because of this, Mount Chimborazo is 6,384 kilometres or 3,967 miles from the center of the Earth, while Mount Everest is closer to it (2 kilometres or 1.2 miles).[61][62][63] Similarly, the lowest point below sea level that we are conscious of is the Challenger Deep in the Mariana Trench in the Pacific Ocean. It is about 10,971 metres or 35,994 feet below sea level,[64] but, again, there are probably places at the bottom of the Arctic Ocean that are nearer to the center of the Earth.\n", "The deepest hole ever dug is only about 12.3 kilometers or 7.6 miles. We know something about the inside of the Earth, because we learn things from earthquakes and  volcanic eruptions. We can detect how quickly shock waves move through the Earth.\n", "The inside of Earth is very different from the outside. Almost all of Earth's liquid water is in the seas or close to the surface. The surface also has a lot of oxygen, which comes from plants. Small and simple kinds of life can live far under the surface, but animals and plants only live on the surface or in the seas. The rocks on the surface of Earth (Earth's crust) are well known. They are thicker where there is land, between 30 to 50 km or 19 to 31 mi thick. Under the seas they are sometimes only 6 km or 3.7 mi thick.[65]\n", "There are three groups of rocks that make up most of the Earth's crust. Some rock is made when the hot liquid rock comes from inside the earth (igneous rocks); another type of rock is made when sediment is laid down, usually under the sea (sedimentary rocks); and a third kind of rock is made when the other two are changed by very high temperature or pressure (metamorphic rocks).\n", "Below the crust is hot and almost-liquid rock which is always moving around (the Earth's mantle). Then, there is a thin liquid layer of heated rock (the outer core). This is very hot: 7,000 °C or 13,000 °F or 7,300 K.[66] The middle of the inside of the Earth would be liquid as well but all the pressure of the rock above it makes it a solid. This solid middle part (the inner core) is almost all iron. It is what makes the Earth magnetic.\n", "The Earth's crust is solid but made of parts which move very slowly.[67] The thin skin of hard rock on the outside of the Earth rests on hot liquid material below it in the deeper mantle.[68] This liquid material moves because it gets heat from the hot center of the Earth. The slow movement of the plates is a factor in earthquakes, volcanoes and large groups of mountains on the Earth.\n", "There are three ways plates can come together. Two plates can move towards each other (\"convergent\" plate edges). This can form islands, volcanoes, and high mountain ranges (such as the Andes and Himalayas).[69] Two plates can move away from each other (\"divergent\" plate edges). This gives the warm liquid rock inside the earth a place to come out. This makes special mountain ranges below the sea or large low lands like Africa's Great Rift Valley.[70][71] Plates are able to move beside each other as well (\"transform\" plate edges, such as the San Andreas Fault). This makes their edges crush against each other and makes many shocks as they move.[72]\n", "The outside of the Earth is not even. There are high places called mountains, and high flat places called plateaus or plateaux. There are low places called valleys and canyons. For the most part, moving air and water from the sky and seas eats away at rocks in high places and breaks them into small pieces. The air and water then move these pieces to lower places. The fundamental cause of the differences in the Earth's surface is plate tectonics. The shape of the entire planet itself is not a exactly a ball. Because of its spin, Earth has a slight bulge at the Equator.\n", "All places on Earth are made of, or are on top of, rocks. The outside of the Earth is usually not uncovered rock. Over 70% of the Earth is covered by seas full of salty water.[73] This salty water makes up about 97​1⁄2% of all Earth's water. The drinkable fresh water is mostly in the form of ice. There is only a small amount (less than 3%) of fresh water in rivers and under the ground for people to drink.[74] Gravity stops the water from going away into outer space. Also, much of the land on Earth is covered with plants, or with what is left from earlier living things. Places with very little rain are dry wastes called deserts. Deserts usually have few living things, but life is able to grow very quickly when these wastes have rainfall. Places with large amounts of rain may be rain forests. Lately, people have changed the environment of the Earth a great deal. As population has increased, so has farming. Farming is done on what were once natural forests and grassland.[75][76]\n", "All around the Earth is the of air (the atmosphere). The mass of the Earth holds the gasses in the air down and does not let them go into outer space. The air is mostly made of nitrogen (about 78%) and oxygen (about 21%) and there are a few other gasses as well.[77] Living things need both the air and water.\n", "The air, which animals and plants use to live, is only the first level of the air around the Earth (the troposphere). The day to day changes in this level of air are called weather; the larger differences between distant places, and from year to year, are called the climate. Rain and storms come about because this part of the air gets colder as it goes up. Cold air becomes thicker and falls, and warm air becomes thinner and goes up.[78] The turning Earth also moves the air as well and air moves north and south because the middle of the Earth generally gets more power from the Sun and is warmer than the north and south points. Air over warm water evaporates but, because cold air is not able to take in as much water, it starts to make clouds and rain as it gets colder. The way water moves around in a circle like this is called the water cycle.[78]\n", "Above this first level, there are four other levels. The air gets colder as it goes up in the first level; in the second level (the stratosphere), the air gets warmer as it goes up. This level has a special kind of oxygen called ozone. The ozone in this air keeps living things safe from damaging rays from the Sun. The power from these rays is what makes this level warmer and warmer. The middle level (the mesosphere) gets colder and colder with height; the fourth level (the thermosphere) gets warmer and warmer; and the last level (the exosphere) is almost outer space and has very little air at all. It reaches about half the way to the Moon. The three outer levels have a lot of electric power moving through them; this is called the ionosphere and is important for radio and other electric waves in the air.\n", "Even though air seems very light, the weight of all of the air above the outside of the Earth (air pressure) is important. Generally, from sea level to the top of the outer level of the air, a space of air one cm2 across has a mass of about 1.03 kg and a space of air one sq in across has a weight of about 14.7 lb. Because of friction in the air, small meteorites generally burn up long before they get to the Earth.\n", "The air also keeps the Earth warm, specially the half turned away from the Sun. Some gasses – especially methane and carbon dioxide – work like a blanket to keep things warm.[79] In the past, the Earth has been much warmer and much colder than it is now. Since people have adapted to the heat we have now, we do not want the Earth to be too much warmer or colder. Most of the ways people create electric power use burning kinds of carbon – especially coal, oil, and natural gas. Burning these fuels creates more carbon dioxide which causes more warming. A discussion is going on now about what people should do about the Earth's latest warming, which has gone on for about 150 years. So far, this warming has been acceptable: plants have grown better. The weather has generally been better than when it was colder.\n", "About eight billion people live on Earth. They live in about 200 different lands called countries. Some, for example, Russia, are large with many large cities. Others, for example, Vatican City, are small. The seven countries with the most people are India, China, the United States, Indonesia,  Pakistan, Brazil and Nigeria. About 90% of people live in the northern hemisphere of the world, which has most of the land. Human beings originally came from Africa. Now, 70% of all people do not live in Africa but in Europe and Asia.[80]\n", "People change the Earth in many ways. They have been able to grow plants for food and clothes for about ten thousand years. When there was enough food, they were able to build towns and cities. Near these places, men and women were able to change rivers, bring water to farms, and stop floods (rising water) from coming over their land. People found useful animals and bred them so they were easier to keep.[81]\n", "There is wide agreement that the long-term future of Earth is tied to the future of the Sun.[82] As time passes, the Sun will get hotter, and that will eventually make the Earth a planet without life.\n"]}
{"title": "Country", "paragraphs": ["A country is a distinct territory with defined borders, boundaries, people and government. Most countries are sovereign states while others make up one part of a larger state.[1] The people that live in a country are referred to as a nation. The government that runs the country is called the state. Australia, New Zealand, United Kingdom, United States, Canada and other countries.\n", "There is no universally accepted answer as to how many countries in the world there actually are, however the minimum answer is 193 for the 193 United Nations members.[2]\n", "This can be developed on even further by adding the constituent countries of the United Kingdom, The Kingdom of the Netherlands and the Kingdom of Denmark which could add anywhere from three to eleven more countries.\n", "There are multiple organisations that have their own lists of countries, one example being the Travellers Century Club which recognises 330 countries as of January 2022.[3]\n", "Palestine is classified as a country. However, there is an ongoing dispute over Palestine’s independence with Israel.\n", "There are a number of disputed areas that have declared independence from their parent state and receive limited recognition. For example, Kosovo, Transnistria, Abkhazia, South Ossetia, Northern Cyprus, and Somaliland. These are just some of the many examples of territories with limited to no recognition that are sometimes classed as countries.\n", "There is a lot of controversy surrounding the above examples and quite often any of these territories may be counted as countries purely based on opinion. If all of the above were added the list of U.N members there could be anything up to 211 countries.\n", "There are, however, many more territories with unique political circumstances that could also be counted.\n", "Depending on how loosely the dictionary definition for the word country is used there could be many more than 193 countries in the world. The matter is purely subjective depending on varying opinions.\n", "Constituent country is a term sometimes used, usually by official institutions, in contexts in which a number of countries are part of a sovereign state. The Organisation for Economic Co-operation and Development (OECD) has used the term referring to the former Yugoslavia,[4] and the European institutions like the Council of Europe often use it in reference to the European Union.[5]\n", "A disputed territory is that territory whose sovereignty is jealously desired by two or more countries. Usually the administration of the territory is carried out by one of the countries that claims sovereignty, while the other country does not recognize the sovereignty over the territory of the other country. This does not usually happen in land or sea areas on which none possesses effective control, such as Antarctica, or only partially.\n"]}
{"title": "City", "paragraphs": ["A city is a place where many people live close together.\n", "A city has many buildings and streets. It has houses, hotels, condominiums, and apartments for many people to live in, shops where they may buy things, places for people to work, and a government to run the city and keep law and order in the city. People live in cities because it is easy for them to find and do everything they want there. A city usually has a \"city center\" where government and business occur and suburbs where people live outside the center.\n", "No rule is used worldwide to decide why some places are called \"city,\" and other places are called \"town.\"\n", "Some things that make a city are :\n", "In American English, people often call all places where many people live cities.[2] (See below: Size of cities )\n", "The sizes of cities can be very different. This depends on the type of city. Cities built hundreds of years ago and which have not changed much are much smaller than modern cities. There are two main reasons. One reason is that old cities often have a city wall, and most of the city is inside it. Another important reason is that the streets in old cities are often narrow. If the city got too big, it was hard for a cart carrying food to get to the marketplace. People in cities need food, and the food always has to come from outside the city.\n", "Cities that were on a river like London could grow much bigger than cities that were on a mountain like Siena in Italy, because the river made a transport route for carrying food and other goods, as well as for transporting people. London has been changing continually for hundreds of years, while Siena, a significant city in the 1300s, has changed very little in 700 years.\n", "Modern cities with modern transport systems can grow very large, because the streets are wide enough for cars, buses, and trucks, and there are often railway lines.\n", "In the US, the word \"city\" is often used for towns that are not very big. When the first European people went to America, they named \"city\" to new places. They hoped the places would be great cities in the future. For example, Salt Lake City was the name given to a village of 148 people. When they started building the town, they made street plans and called it Great Salt Lake City (for the nearby Great Salt Lake). Now, 150 years later, it really is a big city.\n", "Los Angeles, which sounds like a single city, is really made of a number of cities which over the years have become amalgamated. It now covers a huge area which goes by the name of Los Angeles. The city is governed by a Common Council only since 1948.\n", "In modern times many cities have grown bigger and bigger. The whole area is often called a  \"metropolis\"  and usually includes several ancient small  towns and villages. The metropolis of London includes London, Westminster, and many old villages such as Notting Hill, Southwark, Richmond, Greenwich, etc. The part that is officially known as the \"City of London\" only takes up one square mile. The rest is known as \"Greater London\". Many other cities have grown in the same way. In general speech, it is all a city. But, confusingly, that includes the City of London.\n", "Modern cities have many problems. Not everyone has jobs in the cities and they often get money by begging or by crime. Automobiles, factories, and waste create a lot of pollution that makes people sick. Roads are crowded and traffic is slow. The cause of all this is population growth.\n", "Historically, a big problem with cities was the water supply, which periodically got contaminated. That was fixed by an extraordinary man, Joseph Bazalgette. He was the first man to solve this problem, which had plagued mankind since at least Roman times. There are parts of the world where his ideas are still not understood.\n", "Urban history is history of civilization. The first cities were made in ancient times, as soon as people began to create civilizations. The oldest city on Earth is probably Catal Huyuk, which existed from 7500 to 6500BC.  Famous ancient cities which fell to ruins included Babylon, Troy, Mycenae and Mohenjo-daro.\n", "Benares in northern India is one among the ancient cities which has a history of more than 3000 years. Other cities that have existed since ancient times are Athens in Greece, Rome and Volterra in Italy, Alexandria in Egypt. \n", "In Europe in the Middle Ages, being a city was a special privilege, granted by nobility. Cities that fall into this category, usually had (or still have) city walls. This shows that security was one pf the problems of a city. The people who lived in the city were privileged over those who did not. Medieval cities that still have walls include Carcassonne in France, Tehran in Iran, Toledo in Spain, and York and Canterbury in England.\n", "People in a city live close together, so they cannot grow all their own food or gather their own water or energy. People also create waste and need a place to put it. Modern cities have infrastructure to solve these problems. Pipes carry running water, and power lines carry electricity. Sewers take away the dirty water and human waste (see Bazelguette). Most cities collect garbage to take it to a landfill, burn it, or recycle it.\n", "Transport is any way of getting from one place to another. Cities have roads which are used by automobiles (including trucks), buses, motorcycles, bicycles, and pedestrians (people walking). Some cities have trains and larger cities have airports. Many people in cities travel to work each day, which is called commuting.\n", "Houses and apartments are common places to live in cities. Great numbers of people in developing countries (and developed countries, in the past) live in slums. A slum is poorly built housing, without clean water, where people live very close together. Buildings are usually taller in the city center, and some cities have skyscrapers.\n", "City streets can be shaped like a grid, or as a \"wheel and spokes\": a set of rings and lines coming out from the center. Streets in some older cities like London are arranged at random, without a pattern. The design of cities is a subject called urban planning. One area of the city might have only shops, and another area might have only factories. Cities have parks, and other public areas like city squares.\n", "Cities in the US are usually very-left leaning. The best examples of these would be New York, New York, and Washington, D.C. For example, in Louisiana, the only Democratic delegate in US Congress who is a Democrat was elected from a district comprising in New Orleans. Below is a list of states and the major city/cities that provide much of the liberal support in them :\n", "These cities have more than 10 million people and can be called megacities:[3]\n"]}
{"title": "Ancient Greek", "paragraphs": ["Ancient Greek was an Indo-European language spoken in Ancient Greece from about 1500 BC to about 300 BC. Ancient Greek and Latin are very important languages. Although they are no longer spoken, they influenced almost all modern European languages.\n", "Greek had many different dialects.[1] Attic Greek was spoken in Athens, the largest city, and the rest of the region of Attica. It was thought to be the purest form of Greek. Later, in the educated Roman world, children were taught Greek as a second language, just as many people now learn English as their second language. Koine Greek was the common language of Greeks. It was Attic Greek mixed with several other dialects.\n", "Homer spoke and wrote in an old dialect that was somewhat different from Attic Greek. The Iliad and the Odyssey are long poems that tell exciting stories about warfare, travel and the Greek gods. In the 5th century BC, some great plays were written by Aeschylus, Sophocles and Euripides. The Golden Age of Ancient Greece inspired literature that has been read for centuries.\n", "Attic Greek was the dialect that was spoken in Athens and the rest of the region of Attica. It was the dialect most similar to later forms of Greek since it was the standard form of the language. It is studied in Ancient Greek courses because it was the most common dialect.\n", "All languages change with time, and Greek has changed a great deal over 2500 years. Modern Greek is often said to have started in 1453 AD[2] after Medieval Greek was spoken.\n", "Unlike Latin, Ancient Greek did not split into many languages, but it is still considered to be a separate language from Modern Greek. The pronunciation has changed; for instance, beta was pronounced \"b\" in Ancient Greek, but it is pronounced \"v\" and is called \"vita\" in Modern Greek. The spelling has not changed much, which gives the appearance of less change than has actually happened. Also, many different vowels and diphthongs merged into \"i\", the vowel sound in the English word \"ski\". The tonal system of Ancient Greek has disappeared, but Modern Greek had only recently changed its spelling to match that change.\n", "Despite those changes, much of the language has remarkably survived intact through the centuries.[3] There is a community near Trabzon, Turkey, that speaks a dialect that is closer to Ancient Greek than to Standard Modern Greek.[4]\n"]}
{"title": "Continent", "paragraphs": ["A continent is a large area of the land on Earth that is joined. There are no strict rules for what land is considered a continent, but in general it is agreed there are six continents in the world, including Africa, Antarctica, Asia, Europe, America and Oceania (or Australia).\n", "The most populous continent by population is Asia, followed by Africa. The third most populous continent is Europe. The fourth most populous is North America, and then South America. In sub-Saharan Africa, the largest age group are denarians (in their teens). In north Africa, the largest age group are vicenarian (in their twenties). In Europe, most people are tricenarian (in their thirties) or quadragenarian (in their forties).[2]\n", "Geologists use the term continent to mean continental crust, a platform of metamorphic and igneous rock, largely of granitic composition. Continental crust is less dense and much thicker than oceanic crust, which is why it \"floats\" higher than oceanic crust on the underlying mantle. This explains why the continents form high platforms surrounded by deep ocean basins.[3]\n", "Some sources say that Australia is one of the seven continents.[4] Others say that Australia is part of a larger continent, such as Australasia, or Oceania. Oceania is a region which includes Australia, New Zealand and the Pacific Islands.[5] Australasia includes at least all countries on the Australian continental plate. This includes the islands of New Guinea, Tasmania, New Zealand and a number of smaller islands. It is on the south-eastern side of the Wallace Line, with distinct differences in its biology from the Asian side of the line.\n", "Zealandia is an almost entirely submerged land mass, and 93% of it still remains under water. Zealandia may have broken off the Australian plate between 85 and 130 million years ago.[7]\n", "North America and South America together are often described as one continent, \"the Americas\", or simply \"America\". This has the advantage of including Central America and the Caribbean islands. Otherwise, Central America is counted as part of North America.\n", "Eurasia is not really an alternative, rather it is a recognition that the landmasses of Europe and Asia are continuous, and some of its largest countries are in both regions. Russia extends from eastern Europe to the far east of Asia without a break. The Ural Mountains, which run roughly north–south, are the traditional dividing-line between Europe and Asia. For many purposes it is convenient to consider the great landmass as a single continent, Eurasia.\n", "When British people talk about \"the Continent\" (or \"Continental\" things) they mean the European mainland.[8] This meaning is not used as much as it used to be, but is still seen in phrases like \"Continental breakfast\" (rolls with cheese, jam etc. as distinct from an \"English breakfast\" which is a cooked breakfast).\n", "Continents not only move but also sometimes move against each other. The Indian subcontinent has been colliding with the Eurasian continent for a while now. As these continents push against each other, they buckle and bend. Because of this, the Himalaya Mountains, with Mount Everest, are still being built up today.[9]\n", "Antarctica is Earth's fifth largest continent. Antarctica, the coldest place on Earth, covers Earth's South Pole. It has a surface area of ~13.6 –14 million km2: this is about 1.4 times the size of Europe, The continent only has two seasons, a brief summer and a long winter. Antarctica is a cold desert. It does not rain or snow much there.[10] Ever since its discovery in 1812, Antarctica was a great challenge for explorers.[11][12] Despite being nearly completely covered by a thick layer of ice, Antarctica has a range of aquatic and terrestrial environments.[13]\n", "A craton is an old and stable part of the continental lithosphere. It is the Earth's two topmost layers, the crust and the uppermost mantle.\n", "There are various hypotheses of how cratons have been formed.. Continents may have been formed by giant meteorite impacts in the first billion years of Earth's existence.[14] The question is not yet settled. What is clear is that the cratons are very old, and are the basis for the continents we see today.\n"]}
{"title": "Sea", "paragraphs": ["A sea is a large body of salt water. It may be an ocean, or may be a large saltwater lake which like the Caspian Sea, lacks a natural outlet.\n", "Seawater is salty. The open ocean has about 35 grams (1.2 oz) solids per litre, a salinity of 35 part per thousand. The Mediterranean Sea is a little higher at 37part per thousand and the Dead Sea has as much as 300 grams (11 oz) dissolved solids per litre. Sodium chloride is the main salt present, making up about 85% of the solids in solution. There are also 5 grams (0.18 oz) per litre of the chlorides of other metals such as potassium and magnesium and 3 grams (0.11 oz) of sulphates, carbonates, bromides and other salts. A kilogram (2.2 lb) of salt can be found in 28 litres or one cubic foot of typical ocean water.[1] Despite differences in the levels of salinity in different seas, the relative composition of the dissolved salts is very stable throughout the world's oceans.[2]\n", "The temperature of the sea depends on the amount of sunlight falling on the surface. In the tropics, with the sun nearly overhead, the temperature of the surface layers can rise to over 30 °C (86 °F). Near the poles the temperature in balance with the sea ice is about −2 °C (28 °F). Cold water is denser than warm water and tends to sink.  There is a continuous circulation of water in the oceans. Warm surface currents cool as they move away from the tropics, the water becomes denser and sinks. The cold water moves back towards the equator as a deep sea current, driven by changes in the temperature and  density of the water, eventually welling up again towards the surface. Deep sea water has a temperature between −2 °C (28 °F) and 5 °C (41 °F) in all parts of the globe.[2]\n", "The amount of oxygen found in seawater depends mostly on the plants growing in it. These are mainly algae, including phytoplankton, but also include some vascular plants such as seagrasses. In daylight the photosynthetic activity of these plants produces oxygen which dissolves in the seawater where it is used by marine animals. At night, photosynthesis stops, and the amount of dissolved oxygen declines. In the deep sea where not enough light penetrates for plants to grow, there is very little dissolved oxygen.[2]\n", "Seawater is a little alkaline and during historic times has had a pH of about 8.2. The pH is expected to reach 7.7 by the year 2100, an increase of 320% in acidity in a century.[3] One important element for the formation of skeletal material in marine animals is calcium but it is easily precipitated out in the form of calcium carbonate as the sea becomes more acid.[4] This is likely to have profound effects on certain planktonic marine organisms because their ability to form shells will be reduced. These include single-celled algae called coccolithophorids and foraminifera. These are important parts of the food chain. Reducing their numbers will have significant results. In tropical areas, corals will be affected by a lack of calcium, with knock-on effects for other reef residents.[3]\n", "Wind blowing over the surface of a body of water forms waves. The friction between air and water caused by a gentle breeze on a pond causes ripples to form. A strong blow over the ocean causes larger waves as the moving air pushes against the raised ridges of water. The waves reach their greatest height when the rate at which they travel nearly matches the speed of the wind. The waves form at right angles to the direction from which the wind blows. In open water, if the wind continues to blow, as happens in the Roaring Forties in the southern hemisphere, long, organized masses of water called swell roll across the ocean.[5][6]\n"]}
{"title": "River", "paragraphs": ["A river is a stream of water that flows through a channel on the surface of the ground. The passage where the river flows is called the river bed and the earth on each side is called a river bank. A river begins on high ground or in hills or mountains and flows down from the high ground to the lower ground, because of gravity. A river begins as a small stream, and gets bigger the farther it flows.\n", "The start of a river is called the source or head water. The part of the river that is near the source is called a 'young' river.[1] A young river is often in a V-shaped river bed, and flows quickly downhill over stones, and around big rocks. Young rivers often have lots of small waterfalls and rapids. As the rivers travel downhill they begin to erode the ground taking small bits of soft rock and soil.\n", "The middle part of a river is called a mature river. A mature river makes a riverbed that is U-shaped. It might be very deep and run fast. It sweeps over small rocks and boulders, and makes big turns around hills and mountains. It is much wider than a young river, but not as wide as an old river. To cross over a mature river, people use bridges. Many cities and towns are built on the banks of mature rivers. Many farms that keep animals such as dairy cows, horses and sheep are along mature rivers because the animals can drink from the river every day.\n", "A river usually ends by flowing into an ocean, a lake or a bigger river. The place where the river flows out into a bigger body of water is called the 'mouth' of the river.\n", "As a river flows towards its mouth, the countryside around the river often changes from hilly to flat. As it flows over the flat land the river becomes wider and slower. A wide slow river is called an 'old river'. An old river often floods across the land after there is lots of rain at the headwaters. An old river slowly builds up its banks on either side; the high banks are called levees. An old river often meanders (twists and turns), and sometimes, after a flood, it leaves lakes behind which are called ox-bows or billabongs. Old rivers are the most useful type of river for growing crops. Corn, rice, fruit, cotton, hay, tobacco and sugar are some of the crops that are grown near old rivers.\n", "The shape of the mouth depends on the conditions of the sea where it flows. If there is a strong tide where the river meets the sea, the river forms an estuary. An estuary is a wide, funnel-like mouth of the river. The fresh water of the river mixes slowly with the salt water, becoming brackish water – somewhat salty water. Many kinds of fish, clams, molluscs and other sealife live at estuaries. Many of the world's largest cities and harbours are at estuaries.\n", "Where a river flows out to the sea, it sometimes flows very slowly through sandy or muddy land, making lots of little islands as it flows. The main stream of the river gets broken into many parts that spread out into a triangle shape like the Greek letter delta. When this happens, it is called the delta of the river. Deltas are often places that are not good for towns or farms but are very good for birds and other wildlife and fishing. Deltas are often made into wildlife reserves. Not all rivers have deltas. There are deltas on the Nile River, the Amazon River, the Mekong River, the Mississippi River and the Danube River.\n", "Some rivers flow underground through caves. Underground rivers form in places where there are lots of cracks in the rocks above, so that in rainy weather, the water runs downs and collects in small underground streams. Sometimes the underground water trickles or gushes out of the ground to form a small spring of water. In other places, where there are caves, the small underground streams run together to form a river. The river can sometimes run through deep wide underground caverns. While many underground rivers flow gently, some underground rivers flow fast and have rapids, particularly after heavy rain. Many underground rivers flow out through a cave mouth to become an ordinary river.\n", "The water in rivers is \"fresh water\" that has come from rain, snow and from underground streams. It can usually be drunk safely by people unless it is too dirty because of mud or human pollution. People and animals need fresh water to drink, so they often live by the side of a river.\n"]}
{"title": "Mountain", "paragraphs": ["A mountain is a large natural rise of the Earth's surface that usually has a \"summit\" (the name for a mountain's top, which can also be called a peak). It is usually steeper and taller than a hill. By definition, mountains are often thought of as being a hill which is higher than 600 meters (about 2,000 feet). However, some definitions say a mountain is a hill higher than 300 meters (about 1,000 feet).\n", "The forming of a mountain is called orogeny. Mountains are formed when rock layers in the ground are pushed from opposite sides, and by being pushed, they push the crust up.  A mountain range is a large group of mountains beside each other. There are three main ways a mountain may be made:\n", "Fold mountains occur when two plates collide.[3] The less dense continental crust \"floats\" on the denser mantle rocks beneath. The continental crust is normally much thicker under mountains, compared to lower lying areas.[4] Rock can fold either symmetrically or asymmetrically. The upfolds are anticlines and the downfolds are synclines. The Jura Mountains are an example of fold mountains.\n", "Folded mountains make up some of the highest mountains in the world. Folded mountains commonly form along boundaries, where 2 continents meet. Some really complex folds are in parts of the Andes, Alps, Himalayas, Appalachians, and Russia's Ural Mountains. These long mountain chains also show lots of signs of folding.\n", "Block mountains are caused by faults in the crust: a seam where rocks can move past each other. When rocks on one side of a fault rise relative to the other, it can form a mountain.[5] The uplifted blocks are block mountains or horsts. The dropped blocks are called graben. They can form extensive rift valley systems. This form of landscape can be seen in East Africa, the Vosges, the Basin and Range province of Western North America and the Rhine valley. These areas often occur when the regional stress is extensional and the crust is thinned.\n", "Volcanoes are formed in one of these ways:\n", "Examples of volcanoes include Mount Fuji in Japan and Mount Pinatubo in the Philippines. The magma does not have to reach the surface in order to create a mountain: magma that solidifies below ground can still form dome mountains, such as Navajo Mountain in the states of Utah and Arizona, in the United States.\n", "Volcanic mountains form when molten rock erupts onto the Earth's surface. They can either form on land or in the ocean. The Cascade Range in Washington, Oregon and northern California is made of volcanoes. Some of the largest volcanoes are on divergent boundaries, which form the mid-ocean ridges. The mid-ocean ridges have big volcanic mountain chains that run through the Atlantic, Pacific and Indian Oceans. The mountains in the mid-ocean ridges can grow tall enough to create islands such as Iceland or the Azores.\n", "Other volcanic mountains form over hot spots, pockets of magma beneath the crust which erupt onto Earth's surface. The Hawaiian Islands are the tops of really high volcanic islands that have formed over a hot spot on the sea floor. The main Hawaiian island is a volcano about 98 kilometres (322,000 ft) above the ocean floor. Its base is about 680 kilometres (2,230,000 ft) wide. Almost 48 kilometres (157,000 ft) of this island is above sea level.\n", "Dome mountains, like those in the Black Hills of South Dakota and the Adirondack Mountains of New York, are an unusual domish type of mountain that is formed when molten rock rises through the crust and push up the rock layers above it. This creates a circular dome on the Earth's surface. The molten rock later cools off and forms hardened rock. When the pushed up rocks are worn away, the hardened rock is shown. This hardened rock then wears away in places. When it wears away, it leaves mountains, and they are called dome mountains.\n", "Plateau mountains are formed a bit like folded mountains. They are large areas of flat topped rocks that have been lifted high above the crust by continental plates. Most plateaus are near folded mountains.\n", "The height of a mountain is measured as distance above sea level.\n", "The highest known mountain in the Solar System is Olympus Mons (27 km high) on Mars. The highest mountain on Earth is Mount Everest (8,848m) which is in Nepal and Tibet, in Asia.\n", "The \"tallest\" mountain in the world is Mauna Loa, in Hawaii.  The \"height\" of a mountain is measured from sea level, but the \"tallness\" of a mountain is measured from its base, even if under water.  The highest mountain in North America is Mount McKinley (6,194m) in Alaska in the USA. The highest in South America is Aconcagua (6,962m) in Argentina. For Africa, it is Kilimanjaro (5,963m) of Tanzania. In Europe, the highest mountain is in Russia called Elbrus (5,633m). Antarctica's highest mountain is Vinsin Massiff (5,140m). In Oceania, a mountain called Puncak Jaya (5,030m) is the highest there. This particular mountain is in Papua New Guinea / Indonesia.\n"]}
{"title": "Animal", "paragraphs": ["Animals (or Metazoa) are living creatures with many cells. Animals get their energy from other living things. Usually, they eat them or are parasites. Animals, plants, fungi, and some other living things have complex cells, so they are grouped together as eukaryotes.\n", "The study of animals is called zoology.[1][2][3] The study of ancient life is called palaeontology.\n", "Most animals are mobile, meaning they can move around. Animals take in oxygen, and give out carbon dioxide.[4] This cellular respiration is part of their metabolism (chemical working). In both these ways they are different from plants. Also, the cells of animals have different cell membranes to other eukaryotes like plants and fungi. \n", "Plants are also multicellular eukaryotic organisms, but live by using light, water and basic elements to make their tissues.\n", "There are many different types of animals. The common animals most people know are only about 3% of the animal kingdom. When biologists look at animals, they find things that certain animals have in common. They use this to group the animals in a biological classification. Several million species may exist, but biologists have only identified about one million.\n", "Animals can mainly be divided into two main groups: the invertebrates and the vertebrates. Vertebrates have a backbone, or spine; invertebrates do not. Vertebrates are the only group to have an adaptive immune system, which may be partly responsible for their size and success.[5][6]\n", "Vertebrates are:\n", "Some invertebrates are:\n", "The animal mode of nutrition is called heterotrophic because they get their food from other living organisms. Some animals eat only plants; they are called herbivores. Other animals eat only meat and are called carnivores. Animals that eat both plants and meat are called omnivores. Some animals get their energy from photosynthetic protists that live inside them. \n", "The environments animals live in vary greatly. By the process of evolution, animals adapt to the habitats they live in. A fish is adapted to its life in water and a spider is adapted to a life catching and eating insects. A mammal living on the savannahs of East Africa lives quite a different life from a dolphin or porpoise catching fish in the sea.\n", "The fossil record of animals goes back about 600 million years to the Ediacaran period, or somewhat earlier.[7] During the whole of this long time, animals have been constantly evolving, so that the animals alive on Earth today are very different from those on the edges of the sea-floor in the Ediacaran.\n", "In scientific usage, humans are animals. But in everyday use, humans are often not regarded as animals.\n"]}
{"title": "Tide", "paragraphs": ["A tide is the periodic rising and falling of Earth's ocean surface caused mainly by the gravitational pull of the Moon acting on the oceans. Tides cause changes in the depth of marine and estuarine (river mouth) waters. Tides also make oscillating currents known as tidal streams (~'rip tides'). This means that being able to predict the tide is important for coastal navigation. The strip of seashore that is under water at high tide and exposed at low tide, called the intertidal zone, is an important ecological product of ocean tides.\n", "The height of tides varies somewhat with the phases of the Moon. At New Moon and Full Moon, tides are higher because the Sun's tidal force adds to the Moon's. This is called \"spring tide\".\n", "In most places, there are two tides a day. They each have a high point (the high tide) and a low point (the low tide). We speak of a \"flood tide\" coming in towards high tide, and an \"ebb tide\" going out towards low tide.\n", "The period of the tide is about 12 hours and 25.2 minutes, exactly half a tidal lunar day.  \n", "The Moon orbits the Earth in the same direction as the Earth rotates on its axis, so it takes slightly more than a day—about 24 hours and 50 minutes—for the Moon to return to the same location in the sky.  During this time, it has passed overhead once and underfoot once, so in many places the period of strongest tidal forcing is the above-mentioned, about 12 hours and 25 minutes.  This is analogous to the minute hand on a watch crossing the hour hand at 12:00 and then again at about 1:05½ (not at 1:00).\n", "Because a gravitational field weakens with distance, the Moon's gravity exerts a slightly stronger pulling force on the side of the Earth facing the Moon, and a slightly weaker force on the opposite side.  The Moon thus tends to \"stretch\" the Earth slightly along the line connecting the two bodies. The solid Earth deforms a bit, but ocean water, being fluid, is free to move much more in response to the tidal force, particularly horizontally. As the Earth rotates, the magnitude and direction of the tidal force at any particular point on the Earth's surface change constantly; although the ocean never reaches equilibrium—there is never time for the fluid to \"catch up\" to the state it would eventually reach if the tidal force were constant—the changing tidal force nonetheless causes rhythmic changes in sea surface height.[1]\n", "Other things, such as atmospheric pressure and the Sun's gravity, also affect the tides, but in most places those things do much less than the Moon's gravity does.\n", "In the long term the tidal effect is considerably more than people suppose. In the four billion years the Earth has had its satellite for most of this time. The Moon moves very slightly away from Earth each year, and the Earth's rotation slows a bit. This extends the length of the days by just under two milliseconds every hundred years. Doesn't sound much, but it has lengthened the year on Earth. It is estimated that 620 million years ago (that's about the Cambrian era) the day was slightly less than 22 hours long![2]\n"]}
{"title": "Wind", "paragraphs": ["Wind is the flow of gases. On Earth, wind is mostly the movement of air. In outer space, solar wind is the movement of gases or particles from the sun through space. The strongest winds seen on a planet in our solar system are on Neptune and Saturn.\n", "Short bursts of fast winds are called gusts. Strong winds that go on for about one minute are called squalls. Winds that go on for a long time are called many different things, such as breeze, gale, hurricane, and typhoon.\n", "Wind can move land, especially in deserts. Cold wind can sometimes have a bad effect on livestock. Wind also affects animals' food stores, their hunting and the way they protect themselves.\n", "Sunlight drives the Earth's atmospheric circulation. The resulting winds blow over land and sea, producing weather. \n", "A high pressure area (that makes an anticyclone) near a low pressure system (that makes a cyclone), makes air move from the high pressure to the low pressure to try to even out the pressures. The Coriolis effect causes the winds to spiral around. A big difference in pressure can make high winds.  In some storms, such as hurricanes, typhoons, cyclones, or tornadoes, it can cause winds faster than 200 mph (320 kilometres per hour). This can damage houses and other buildings, and can kill people.\n", "Wind can also be caused by the rising of hot air, or the falling of cool air. When hot air rises, it creates a low pressure underneath it, and air moves in to equalize the pressure. When cold air drops (because it is denser or heavier than warm air), it creates a high pressure and flows out to even out the pressure with the low pressure around it.\n", "The wind is usually invisible, but rain, dust, or snow can show how it is blowing. A weathervane can also show you where the wind is coming from. The Beaufort scale is a way to tell how strong the wind is. It is used at sea when no land can be seen. \n", "The increase in wind causes an increase in the rate of evaporation.\n", "High winds can cause damage depending on how strong they are. Sometimes gusts of wind can make poorly made bridges move or be destroyed, like the Tacoma Narrows Bridge in 1940.[1] Electric power distribution can fail because of wind, even if its speed is as low as 23 knots (43 km/h). This happens when tree branches damage power lines.[2] No kind of tree can resist hurricane-force winds, but trees with roots that are not very deep can be blown over more easily.  Trees such as eucalyptus, sea hibiscus, and avocado are brittle (easy to break) and are damaged more easily.[3]\n", "The trade winds  are  the prevailing pattern of easterly surface winds found in the tropics, within the lower portion of the Earth's atmosphere. They occur in the lower section of the troposphere near the Earth's equator. The trade winds blow predominantly from the northeast in the Northern Hemisphere. They blow from the southeast in the Southern Hemisphere. They are stronger during the winter and when the Arctic oscillation is in its warm phase. Trade winds have been used by captains of sailing ships to cross the world's oceans for centuries. They enabled European empire expansion into the Americas. They also allowed trade routes to become established across the Atlantic and Pacific oceans.\n", "The doldrums are in the equatorial region. It is a wind belt where air is warm, with little pressure variations. Winds are light there. Another name for doldrums is Intertropical Convergence Zone (ITCZ)\n", "Wind in outer space, called solar wind, is very different from a wind on earth.  This wind is caused by the sun, or other stars, and it is made up of particles that came out of the star's atmosphere.  Like solar wind, the planetary wind is made up of light gases that have come out of planets' atmospheres.\n"]}
{"title": "Earthquake", "paragraphs": ["An earthquake is when Earth's tectonic plates shake and move Earth's surface. Strong earthquakes damage buildings. \n", "Disturbances in the Earth cause earthquakes. Different tectonic plates are slowly moving. When they get stuck, tension builds up in them. Earthquakes occur when tectonic plates suddenly break free, so they start moving quickly. The first point of an earthquake's rupture is called its hypocenter or focus. The epicenter is the point at ground level directly above the hypocenter.\n", "People who study earthquakes are called seismologists. Many earthquakes can occur in a small area in a short period of time. The sudden release of stress in the tectonic plates sends waves of energy that travel through the Earth. Seismology studies the cause, recurrence, type and magnitude of earthquakes.\n", "The effect of an earthquake can be measured with a seismometer. A seismometer detects the tremors of the earth and plots the tremors on a seismograph. The strength or magnitude of an earthquake can be measured using the Richter scale. The Richter scale was invented by Charles Francis Richter in 1935. The scale is numbered 0-10. A 2 on this scale is a tremor that is not easily recorded. And damage of size 5 (or more) in a wide area. The largest earthquake ever measured had a magnitude of 9.5.\n", "No one can tell when an earthquake will happen. But we know where earthquakes are likely to occur in the future, such as near fault lines. An earthquake under the ocean can create a huge wave called a tsunami. Tsunamis can also cause a lot of destruction.\n", "Earthquake zones are concentrated in some parts of the world. The first is the Pacific belt, which circles the Pacific Ocean. This part is the biggest seismic belt: it has the most active earthquakes and the most volcanoes.[1]\n", "The second part is the Alpide belt. It includes the seismic activities from Sumatra, to the Himalayas, to south Europe and north Africa, to the Atlantic Ocean.\n", "These belts are along the edges of tectonic plates. The tectonic plates push on each other and make great amounts of tension.\n", "Earthquakes sometimes hit cities and kill hundreds or thousands of people. Most earthquakes happen along the Pacific Ring of Fire but the biggest ones mostly happen in other places. Tectonically active places are places where earthquakes or volcanic eruptions are regularly repeated.\n", "Earthquakes are caused by tectonic movements in the Earth's crust. The main cause is when tectonic plates ride one over the other, causing orogeny (mountain building), and severe earthquakes.[2]\n", "The boundaries between moving plates form the largest fault surfaces on Earth. When they stick, motion between the plates leads to increasing stress. This continues until the stress rises and breaks, suddenly allowing sliding over the locked portion of the fault. This releases the stored energy as shock waves. The San Andreas fault in San Francisco, and Rift valley fault in Africa are faults like this.\nEarthquakes caused by volcanic eruptions can be quite devastating. However, these earthquakes are confined to areas around active volcanoes.\n", "Often the causes are not known, except in the most general terms. An example is the largest earthquake in the history of the United States: the 1811–1812 New Madrid earthquakes. These are described as caused by very deep shifts in ancient rock formations. In other words, the cause is not known in detail.\n", "In areas of intense mining activity, often the roofs of underground mines collapse and minor tremors take place. These are called collapse earthquakes.\n", "There are three main types of geological fault that may cause an earthquake: normal, reverse (thrust) and strike-slip. Normal faults occur mainly in areas where the crust is being extended. Reverse faults occur in areas where the crust is being shortened. Strike-slip faults are steep structures where the two sides of the fault slip horizontally past each other.\n", "Most earthquakes form part of a sequence, related to each other in terms of location and time.[3] Most earthquake clusters consist of small tremors which cause little to no damage, but there is a theory that earthquakes can recur in a regular pattern.[4]\n", "A foreshock is an earthquake that happens before a larger earthquake, called the mainshock.\n", "An aftershock is an earthquake that happens after a previous earthquake, the mainshock. An aftershock is in the same place of the main shock but always of a smaller magnitude. Aftershocks are formed as the crust adjusts to the effects of the main shock.[3]\n", "Earthquake swarms are sequences of earthquakes striking in a specific area within a short period of time. They are different from earthquakes followed by a series of aftershocks by the fact that no single earthquake in the sequence is obviously the main shock, therefore none have notably higher magnitudes than the other. An example of an earthquake swarm is the 2004 activity at Yellowstone National Park.[5]\n", "Sometimes a series of earthquakes happen in a sort of earthquake storm, where the earthquakes strike a fault in clusters, each triggered by the shaking or stress redistribution of the previous earthquakes. Similar to aftershocks but on adjacent segments of fault, these storms happen over the course of years, and with some of the later earthquakes as damaging as the early ones. Such a pattern happened in the North Anatolian fault in Turkey in the 20th century.[6][7]\n", "A tsunami is a chain of fast moving waves in the ocean caused by powerful earthquakes. They are very serious challenges for people's safety and for earthquake engineering. Those waves can flood coastal areas, destroy houses and even swipe away whole towns.[8] This is a danger for the whole mankind.\n", "Unfortunately, tsunamis cannot be prevented. However, there are warning systems[9] which may warn the population before the big waves reach the land to let them enough time to rush to safety.\n", "Earthquake-proof buildings are constructed to withstand the destructive force of an earthquake. This depends upon its type of construction, shape, mass distribution, and rigidity. Different combinations are used. Square, rectangular, and shell-shaped buildings can withstand earthquakes better than skyscrapers. To reduce stress, a building's ground floor can be supported by extremely rigid, empty columns, while the rest of the building is supported by flexible columns inside the empty columns. Another method is to use rollers or rubber pads to separate the base columns from the ground, allowing the columns to shake parallel to each other during an earthquake.\n", "To help prevent a roof from collapsing, builders make the roof out of light-weight materials. Outdoor walls are made with stronger and more reinforced materials such as steel or reinforced concrete. During an earthquake, flexible windows may help hold the windows together so they don't break.\n"]}
{"title": "Geographer", "paragraphs": ["A geographer is a scientist whose area of study is geography.\n", "That is the study of Earth's physical environment and human habitat. \n", "Geographers are historically known as people who make maps. Nowadays map making is the field of study of cartography, a subset of geography. The geographer studies not only the physical details of the environment. He looks at the influence of this physical environment as well. Therefore he looks at human and wildlife ecologies, weather and climate patterns, economics, and culture. He will concentrate on the influence space has for relationships between these elements.[1]\n", "The National Geographic Society sees five broad key themes for geographers:\n"]}
{"title": "Physical geography", "paragraphs": ["Physical geography is one of the two major subfields of geography.[1] Physical geography is related to geology, because it is about the processes and patterns in the natural environment. Some of the things this includes are the atmosphere, hydrosphere, biosphere, landforms and terrain. Physical geography influences what people do. For example, few live in deserts, and many live in cities near a big river.\n"]}
{"title": "Human geography", "paragraphs": ["Human geography is a branch of geography. It studies how people and environment have an effect on each other.  \n", "The study of people includes their communities, cultures, economies. The environment studied is mostly about locations.[1] Locations include where people live, when people move, where they move to, what customs they have, what recreations they have.\n", "Human societies develop in relation to the environment they are in. The relationship between people and the environment can change over time and across different locations. Human geography studies these changes.\n", "The field of geography can be divided into physical geography and human geography. Human geography is also closely associated with social sciences and philosophy.[2]\n"]}
{"title": "Population", "paragraphs": ["A population is the number of living people that live together in the same place.[1] A city's population is the number of people living in that city. These people are called inhabitants or residents. The population includes all individuals that live in that certain area. The world population was estimated to have reached 7.5 billion in April 2017. Asia is the most populous continent, with its 4.3 billion inhabitants being 60% of the world population. The most populous country is China with 1.4 billion people.\n", "Population density is the average number of people in a place. Urban areas such as big cities have a high population density. People living there lives close to each other. In areas with a low population density, people usually live far away from each other, such as in rural areas out in the countryside.\n", "Usually population refers to the number of humans in a certain area. The maximum population that can be supported in an area is called the carrying capacity.\n", "Global population is going up, but the population growth rate is declining all over the world. Growth in poor countries is faster than in rich ones; some rich countries have a population pyramid that is nearly square. Urbanization is also common, and urban areas usually have lower birth rates. In population growth, births exceed deaths. In the modern world this is due to reduction of infant deaths, control of infectious diseases, and improved agriculture so more people can eat.\n", "The change in population from 2010 to 2015 was:\n", "Human population control is the practice of altering the rate of growth of a human population. Concerns about overpopulation and its effects on poverty, environmental degradation, and political stability led to efforts to reduce population growth rates.\n"]}
{"title": "Economy", "paragraphs": ["An economy is a system of making and trading things of value. It is usually divided into goods (materials and objects) and services (things people do). An economy assumes that there is a medium of exchange, which, in the modern world, is called 'finance'. This makes trade possible. The alternative – systems of barter – exist only on a very small scale.\n", "To better understand how the economy works, it can be discussed in three sections:\n", "The term 'real economy' is sometimes used to mean the part of the economy concerned with goods and services. This is contrasted with the 'paper economy', the financial side of the economy, which buys and sells on the financial markets.[1][2][3][4]\n", "The word 'economy' comes from the Greek word 'οἰκονόμος'. This means 'person who manages the house'.\n"]}
{"title": "Map", "paragraphs": ["A map is an image of an area, usually of the Earth or part of the Earth. A map is different from an aerial photograph because it includes interpretation. Many maps are called \"charts\" such as star charts and nautical charts. Some maps are of distant worlds. Before the late 20th century almost all maps were on paper. Today, many maps are digital, and can be seen on smartphones and computers. However, paper maps are still used.\n", "The word \"map\" can also be used to talk about a chart or drawing that shows relationships between ideas, people, events, or anything else you can think about. This is why web developers call a list of web pages on a web site a site map.\n", "People who make maps are cartographers.\n", "Many maps today are made using GIS computer systems. These are database systems that are organized by location instead of named records. \n", "If a map is on a piece of paper or a computer screen, it has to be projected.  This is because the Earth is round and paper and screens are flat.  There are a lot of ways that use mathematics to make map projections.  The only kind of map of the Earth that is not projected is one drawn on a sphere.  This is called a globe.\n"]}
{"title": "Cartography", "paragraphs": ["Cartography is making maps. It is part of geography. How people make maps is always changing. In the past, maps were drawn by hand, but today most printed maps are made using computers and people usually see maps on computer screens. Someone who makes maps is called a cartographer.\n", "Making a map can be as simple as drawing a direction on a napkin, or as complicated as showing a whole country or world. Anyone can make a map, but cartographers spend their lives learning how to make better maps.\n", "For many centuries maps were usually carefully drawn onto paper or parchment. Now they are made on a computer which makes them look neater with accurate images.[3]\n", "Maps are of two main types:\n", "General maps are produced in a series. Governments produce them in larger-scale and smaller-scale maps of great detail.\n", "Thematic maps are now very common. They are necessary to show spatial, cultural and social data.\n"]}
{"title": "Physical geography", "paragraphs": ["Physical geography is one of the two major subfields of geography.[1] Physical geography is related to geology, because it is about the processes and patterns in the natural environment. Some of the things this includes are the atmosphere, hydrosphere, biosphere, landforms and terrain. Physical geography influences what people do. For example, few live in deserts, and many live in cities near a big river.\n"]}
{"title": "Earth science", "paragraphs": ["Earth science is an all-embracing term for the sciences related to the planet Earth.[2] Earth science may also be called geoscience. Geoscience is the study of the architecture of the Earth.\n", "It is a broader term than geology because it includes aspects of planetary science, which is part of astronomy. The Earth sciences include the study of the atmosphere, oceans and biosphere, as well as the solid earth. Typically Earth scientists use ideas from physics, chemistry, biology, chronology and mathematics to understand the Earth, and how it evolved to its current state.\n", "If there is one fact which underlies all Earth science it is this: the Earth is an ancient planet which has been changing the whole time since its formation. The extent of the changes is much greater than people used to think.[3]\n", "The following disciplines are generally recognised as being within the geosciences:\n"]}
{"title": "Lithosphere", "paragraphs": ["The lithosphere[1] is the solid shell of the planet Earth. This means the crust, plus the part of the upper mantle which behaves elastically over long time scales. \n", "Under the lithosphere is the asthenosphere, the weaker, hotter, and deeper part of the upper mantle. This part can flow.  \n", "The lithosphere provides a conductive lid on top of the convecting mantle: it reduces heat transport through the Earth. A lithosphere (Ancient Greek: λίθος [lithos] for \"rocky\", and σφαίρα [sphaira] for \"sphere\") is the rigid,[1] outermost shell of a terrestrial-type planet or natural satellite which is defined by its rigid mechanical properties. On Earth, it is composed of the crust and that portion of the upper mantle which behaves elastically on time scales of thousands of years or greater. The outermost shell of a rocky planet, the crust, is defined on the basis of its chemistry and mineralogy.\n", "There are two types of lithosphere:-\n", "The lithosphere is divided into tectonic plates, which move gradually relative to one another. \n", "Oceanic lithosphere thickens as it ages and moves away from the mid-ocean ridge. This thickening occurs by conductive cooling, which converts hot asthenosphere into lithospheric mantle, and causes the oceanic lithosphere to become increasingly dense with age. Oceanic lithosphere is less dense than asthenosphere for a few tens of millions of years, but after this becomes increasingly dense than asthenosphere. \n", "When a continental plate comes together with an oceanic plate, at a subduction zones, the oceanic lithosphere always sinks beneath the continental. \n", "New oceanic lithosphere is constantly being produced at mid-ocean ridges and is recycled back to the mantle at subduction zones. As a result, oceanic lithosphere is much younger than continental lithosphere: the oldest oceanic lithosphere is about 200 million years old, while parts of the continental lithosphere are billions of years old. \n", "Another distinguishing characteristic of the lithosphere is its flow properties. Under the influence of the low-intensity, long-term stresses that drive tectonic motion, the lithosphere is like a rigid shell. It changes mainly by breaking (\"brittle failure\"). The asthenosphere (the layer of the mantle below the lithosphere) is heat-softened and adjusts by plastic changes (\"deformation\").\n", "Oceanic lithosphere is made up of mostly basalt and gabbro. Continental lithosphere is made up of granite and gneiss.\n"]}
{"title": "Hydrosphere", "paragraphs": ["The hydrosphere is the total mass of water on, under, and over the surface of a planet. It is part of physical geography. The oceans, rivers, and lakes are all part of the hydrosphere. Some electricity is made by the hydrosphere.\n", "The total mass of the Earth’s hydrosphere is about 1.4 × 1024 grams, which is about 0.023% of the Earth’s total mass. Around 2 × 1019 grams of this is the Earth’s atmosphere. In addition, 71% of the Earth’s surface, an area of 361 million square kilometers, is covered by ocean.[1]\n"]}
{"title": "Atmosphere of Earth", "paragraphs": ["\nThe Earth's atmosphere is the layer of gasses around the Earth. It is held in place by Earth's gravity. It is today  made up mainly of nitrogen (78.1%). It also has plentiful oxygen (20.9%) and small amounts of argon (0.9%), carbon dioxide (~ 0.035%), water vapor, and other gases. The atmosphere protects life on Earth by absorbing (taking) ultraviolet rays from the Sun. It makes our days cooler and our nights warmer.\n", "Solid particulates, including ash, dust, volcanic ash, etc. are small parts of atmosphere. They are important in making clouds and fog.\n", "The atmosphere does not end at a specific place. The higher above the Earth, the thinner the atmosphere. There is no clear border between the atmosphere and outer space, though the Kármán line is sometimes treated as a border. Even higher, for some purposes the edge of the magnetosphere is treated as a border. 75% of the atmosphere is within 11 kilometres (6.8 miles) of the Earth's surface.\n", "The most important thing to remember about the Earth and other planets is that they do not come from the Sun. They or their materials were picked up by the Sun's gravitation as it moved through space. The Sun is just composed of hydrogen, with a little bit of helium. Nothing else. The material which makes up planets and their satellites is almost entirely heavier elements whose origin was in earlier supernovae explosions. The planets do give off small quantities of hydrogen and helium: this comes from the decay of larger radioactive molecules whose origin is also ancient supernovae.\n", "Originally, the Earth's atmosphere had almost no free oxygen.\n", "Some parts of the atmosphere are hot or cold, depending on height. Starting from the surface and climbing straight up, the air gets colder in the troposphere, but then it becomes hotter, higher in the stratosphere. These changes of temperature are divided into layers. These are like layers of an onion. The difference between the layers is the way the temperature changes.\n", "These are the layers of the atmosphere, starting from the ground:\n", "Regions where one layer changes to the next have been named \"-pauses.\" So the tropopause is where the troposphere ends (7 to 14 kilometres (4.3 to 8.7 miles) high). The stratopause is at the end of the stratosphere. The mesopause is at the end of the mesosphere. \nThese are boundaries.\n", "The average temperature of the atmosphere at the surface of Earth is 14 °C (57 °F).\n", "The atmosphere has pressure. This is because even though air is a gas, it has weight. The average atmospheric pressure at sea level is about 101.4 kilopascals (14.71 psi).\n", "The density of air at sea level is about 1.2 kilograms per cubic meter.  This density becomes less at higher altitudes at the same rate that pressure becomes less. The total mass of the atmosphere is about 5.1 × 1018 kg, which is only a very small part of the Earth's total mass.\n"]}
{"title": "Flora", "paragraphs": ["In botany, flora (plural: floras or florae) has two meanings.\n", "The first meaning  refers  Flowers ,Flower Goddess and plant life in an area or time period (especially the naturally occurring or indigenous plant life). The corresponding term for animal life is fauna.\n", "The second meaning refers to a book or other work which describes the plant species in an area or time period, with the aim of allowing identification.\n", "The term flora comes from the Latin language. Flora was the goddess of flowers in Roman mythology.\n", "Plants are grouped into floras based on region, period, special environment, or climate. Regions can be geographically distinct habitats like mountain vs. flatland. Floras can mean plant life of an historic era as in fossil flora.\n", "Bacterial organisms are sometimes included in a flora [1] Archived 2006-04-30 at the Wayback Machine [2] Archived 2007-07-15 at the Wayback Machine. Other times, the terms bacterial flora and plant flora are used separately.\n"]}
{"title": "Fauna", "paragraphs": ["Fauna means animal life. It is a group term; it means the animal life typical of the time or place. It is a similar term to flora in Botany.\n", "So one might speak of the Eocene fauna as being different from the Miocene fauna. Or say, the fauna of a particular habitat. The flora and fauna of a savannah differ from those of a rain forest.\n", "Another use of the word is for published lists of animals, such as:\n"]}
{"title": "Biosphere", "paragraphs": ["The biosphere includes everything living on Earth. It is also known as ecosphere. Currently the biosphere has a biomass (or amount of living things) at around 1900 gigatonnes of carbon. It is not certain exactly how thick the biosphere is, though scientists predict that it is around 12,500 meters. The biosphere extends to the upper areas of the atmosphere, including birds and insects.\n", "In a general sense, biospheres are any closed, self-regulating systems containing ecosystems. This includes artificial biospheres such as Biosphere 2 and BIOS-3, and potentially ones on other planets or moons.[1]\n", "The word \"biosphere\" was coined by geologist Eduard Suess in 1875. Which he defined as a place on Earth's surface where life dwells.[2]\n", "The earliest known evidence of life in Earth includes biogenic graphite dated as far as 3.7 Billion years old.[3] Life is scattered all throughout the surface of the Earth, from the polar ice caps to the equator, exhibits a life of some kind.\n", "Almost all parts of the planet contains a life of some kind. Recent advances in microbiology concluded that microbes can live deep beneath the Earth's surface.\n"]}
{"title": "Biogeography", "paragraphs": ["Biogeography is the study of how species are distributed. It notes where organisms live, and why they are (or are not) found in a certain geographical area.\n", "Biogeography teaches how animals and plants are adapted to the places they live in, and how similar places often have quite different animals and plants.\n", "Between about 1800 to 1855, natural historians made lists of species in various regions of the world. These lists were published as tables in their books.[2][3] Charles Darwin and Alfred Russel Wallace published the idea of evolution by natural selection. They travelled to tropical countries, and wrote about the life in those countries.[1][4] They said that evolution was the key to understanding geographical distribution.\n", "New species are usually formed by speciation – an earlier species splitting into two. These species may travel to new places. but they may be stopped from travelling by mountains and seas, and by climate. This means that two places with similar climate often have different kinds of animals and plants. For example marsupials, which live in Australia, are very different from the fauna in South America. The species on islands (Hawaii,[5][6] Galapagos) may be very different to species on mainland continents.\n", "The scientific theory of biogeography grows out of the work of  Alexander von Humboldt (1769–1859),[2] Hewett Cottrell Watson (1804–1881),[8] Alphonse de Candolle (1806–1893),[3] Alfred Russel Wallace (1823–1913),[1] Philip Lutley Sclater (1829–1913),[7] and other biologists and explorers.[9]\n", "Wallace studied the distribution of flora and fauna in the Amazon Basin and the Malay Archipelago in the mid-19th century.[10][11] Wallace and Sclater saw biogeography as a source of support for the theory of evolution. Key findings, such as the sharp difference in fauna either side of the Wallace Line,[12] can only be understood in this light. Otherwise, the field of biogeography would be a purely descriptive one.\n", "Both Darwin and Wallace gave a great deal of attention to oceanic islands as offering examples of evolution, especially speciation. Darwin visited the Galapagos Islands and studied its fauna. Wallace spent years on the islands of S.E. Asia.[13] This interest was revived by The theory of island biogeography by Robert MacArthur and E.O. Wilson in 1967. They showed that the variation in species in a single area could be predicted if one knew the habitat area, immigration rate, and extinction rate.\n", "It was realised that habitat fragments are like islands. They can be investigated by the same methods. This spurred the development of conservation biology.\n", "Genome analysis allows scientists to test theories about the origin and dispersal of populations, such as island species. It allows biologists to test theories about where the species come from.\n"]}
{"title": "Climatology", "paragraphs": ["Climatology is the study of climate, scientifically defined as weather conditions averaged over a period of time,[1] and is a branch of the atmospheric sciences. Basic knowledge of climate can be used within shorter term weather forecasting using analog techniques such as teleconnections and climate indices.\n", "The Greeks began the study of climate.\n"]}
{"title": "Meteorology", "paragraphs": ["Meteorology is the science that focuses on the Earth's atmosphere.[1] People who study meteorology are called meteorologists. Meteorologists record air pressure, wind speed and direction, temperature, humidity, weather patterns, and other information. Meteorologists use this data to understand weather and to predict it. Meteorology is a major branch of earth science. Meteorologists study the causes of particular weather conditions using information obtained from the land, sea and upper atmosphere.\n", "They use computerized and mathematical models to make short and long-range forecasts concerning weather and climate patterns. A variety of organizations use meteorological forecasts including:\n", "In addition to forecasting, meteorologists study the impact of weather on the environment and conduct research into weather patterns, climate change and models of weather prediction.\n"]}
{"title": "Biosphere", "paragraphs": ["The biosphere includes everything living on Earth. It is also known as ecosphere. Currently the biosphere has a biomass (or amount of living things) at around 1900 gigatonnes of carbon. It is not certain exactly how thick the biosphere is, though scientists predict that it is around 12,500 meters. The biosphere extends to the upper areas of the atmosphere, including birds and insects.\n", "In a general sense, biospheres are any closed, self-regulating systems containing ecosystems. This includes artificial biospheres such as Biosphere 2 and BIOS-3, and potentially ones on other planets or moons.[1]\n", "The word \"biosphere\" was coined by geologist Eduard Suess in 1875. Which he defined as a place on Earth's surface where life dwells.[2]\n", "The earliest known evidence of life in Earth includes biogenic graphite dated as far as 3.7 Billion years old.[3] Life is scattered all throughout the surface of the Earth, from the polar ice caps to the equator, exhibits a life of some kind.\n", "Almost all parts of the planet contains a life of some kind. Recent advances in microbiology concluded that microbes can live deep beneath the Earth's surface.\n"]}
{"title": "Biogeography", "paragraphs": ["Biogeography is the study of how species are distributed. It notes where organisms live, and why they are (or are not) found in a certain geographical area.\n", "Biogeography teaches how animals and plants are adapted to the places they live in, and how similar places often have quite different animals and plants.\n", "Between about 1800 to 1855, natural historians made lists of species in various regions of the world. These lists were published as tables in their books.[2][3] Charles Darwin and Alfred Russel Wallace published the idea of evolution by natural selection. They travelled to tropical countries, and wrote about the life in those countries.[1][4] They said that evolution was the key to understanding geographical distribution.\n", "New species are usually formed by speciation – an earlier species splitting into two. These species may travel to new places. but they may be stopped from travelling by mountains and seas, and by climate. This means that two places with similar climate often have different kinds of animals and plants. For example marsupials, which live in Australia, are very different from the fauna in South America. The species on islands (Hawaii,[5][6] Galapagos) may be very different to species on mainland continents.\n", "The scientific theory of biogeography grows out of the work of  Alexander von Humboldt (1769–1859),[2] Hewett Cottrell Watson (1804–1881),[8] Alphonse de Candolle (1806–1893),[3] Alfred Russel Wallace (1823–1913),[1] Philip Lutley Sclater (1829–1913),[7] and other biologists and explorers.[9]\n", "Wallace studied the distribution of flora and fauna in the Amazon Basin and the Malay Archipelago in the mid-19th century.[10][11] Wallace and Sclater saw biogeography as a source of support for the theory of evolution. Key findings, such as the sharp difference in fauna either side of the Wallace Line,[12] can only be understood in this light. Otherwise, the field of biogeography would be a purely descriptive one.\n", "Both Darwin and Wallace gave a great deal of attention to oceanic islands as offering examples of evolution, especially speciation. Darwin visited the Galapagos Islands and studied its fauna. Wallace spent years on the islands of S.E. Asia.[13] This interest was revived by The theory of island biogeography by Robert MacArthur and E.O. Wilson in 1967. They showed that the variation in species in a single area could be predicted if one knew the habitat area, immigration rate, and extinction rate.\n", "It was realised that habitat fragments are like islands. They can be investigated by the same methods. This spurred the development of conservation biology.\n", "Genome analysis allows scientists to test theories about the origin and dispersal of populations, such as island species. It allows biologists to test theories about where the species come from.\n"]}
{"title": "Climatology", "paragraphs": ["Climatology is the study of climate, scientifically defined as weather conditions averaged over a period of time,[1] and is a branch of the atmospheric sciences. Basic knowledge of climate can be used within shorter term weather forecasting using analog techniques such as teleconnections and climate indices.\n", "The Greeks began the study of climate.\n"]}
{"title": "Meteorology", "paragraphs": ["Meteorology is the science that focuses on the Earth's atmosphere.[1] People who study meteorology are called meteorologists. Meteorologists record air pressure, wind speed and direction, temperature, humidity, weather patterns, and other information. Meteorologists use this data to understand weather and to predict it. Meteorology is a major branch of earth science. Meteorologists study the causes of particular weather conditions using information obtained from the land, sea and upper atmosphere.\n", "They use computerized and mathematical models to make short and long-range forecasts concerning weather and climate patterns. A variety of organizations use meteorological forecasts including:\n", "In addition to forecasting, meteorologists study the impact of weather on the environment and conduct research into weather patterns, climate change and models of weather prediction.\n"]}
{"title": "Geodesy", "paragraphs": ["Geodesy, sometimes called geodetics, is a scientific branch of geography which accurately measures the surface of the Earth. \n", "Friedrich Robert Helmert (1843–1917), who started the discipline, talked about measuring and mapping the surface of the earth. This includes its geometric description (the geoid) and the measurement and description of its gravitational field. \n", "Some people involved in the discipline look at geodynamics, the crusts, the tides, or the movement of the geographical poles.\n"]}
{"title": "Geomorphology", "paragraphs": ["Geomorphology [1] is the scientific study of landforms and the processes that shape them.\n", "More broadly, it studies the evolution of the topography of a planet. Geomorphologists seek to understand why landscapes look the way they do, to understand landform history and dynamics, and to predict future changes. They use a combination of field observation, physical experiment, and numerical modeling. \n", "Geomorphology is part of geography, geology, geodesy, engineering geology and archaeology. This range of interests leads to a wide variety of research styles and interests in the field.\n"]}
{"title": "Glaciology", "paragraphs": ["Glaciology is a discipline of science. It is the study of glaciers. Glaciology is a branch of Earth science. The International Glaciological Society (IGS) is an organization that conducts research in glaciology.\n"]}
{"title": "Hydrology", "paragraphs": ["Hydrology [1] is the study of movement, distribution, and quality of water throughout the Earth.[2] A person who studies hydrology is called a hydrologist.\n", "The central theme of hydrology is how the water circulates. This is called the water cycle. The most vivid illustration of it is the water evaporation from the ocean with the formation of clouds. These clouds drift over the land and produce rain.[3]\n"]}
{"title": "Hydrography", "paragraphs": ["Hydrography is a subject of Geography. It concerns itself with measuring the physical characteristics of waters, such as rivers, lakes and oceans.[1] It can also be about such measurement in navigable waters, as they are necessary for the safe passage of ships and vessels.\n", "Massive hydrographical studies are usually undertaken by national or international organizations that sponsor data collection through surveys and publication of charts and descriptive materials for navigational purposes.[2]\n", "Hydrography's origin lies in the making of chart like drawings and notations made by individual mariners. It was usually a private property, even closely held secrets, used for commercial or military advantage.\n"]}
{"title": "Oceanography", "paragraphs": ["Oceanography (also called oceanology or marine science) is the study of the ocean, its properties and its characteristics. This can include, and is not limited to, studying the marine life, the geography of the ocean floor, and the water itself. Many sciences are useful in oceanography, so it is a multidisciplinary field. Oceanographers spend much time on boats. \n", "The study of oceanography may be divide branches:\n"]}
{"title": "Human geography", "paragraphs": ["Human geography is a branch of geography. It studies how people and environment have an effect on each other.  \n", "The study of people includes their communities, cultures, economies. The environment studied is mostly about locations.[1] Locations include where people live, when people move, where they move to, what customs they have, what recreations they have.\n", "Human societies develop in relation to the environment they are in. The relationship between people and the environment can change over time and across different locations. Human geography studies these changes.\n", "The field of geography can be divided into physical geography and human geography. Human geography is also closely associated with social sciences and philosophy.[2]\n"]}
{"title": "Social sciences", "paragraphs": ["The social sciences are a group of academic disciplines that study human aspects of the world. Social Sciences includes anthropology, archaeology, economics, geography, political science, psychology, social philosophy and sociology.[1] They are different from the arts and humanities, and application of the scientific method is important. Most of the social sciences require doing a lot of research, such as making surveys. Such research is called \"social research\". Some subjects, such as history, are sometimes social sciences and sometimes humanities. \n", "The term \"social sciences\" has been used for over 200 years and mostly originates from a thinker named Auguste Comte. Many of the fields of social science have come about since then. In America, much of the thought and practice of social science came from the University of Chicago and other universities.\n"]}
{"title": "Environment", "paragraphs": ["Environment means what surrounds us. It may be living or non-living things. It includes physical, chemical and other natural forces. Living things live in their environment. They constantly interact with it and adapt themselves to conditions in their environment. In the environment there are different interactions between animals, plants, soil, water, and other living and non-living things. \nThe word environment is used to talk about many things for example trees, rivers, oceans. People in different fields of knowledge use the word environment differently. Electromagnetic environment is radio waves and other electromagnetic radiation and magnetic fields. The environment of a galaxy may mean the interstellar medium, or it may mean other nearby galaxies.\n", "In psychology and medicine, a person's environment is the people, physical things and places that the person lives with. The environment affects the growth and development of the person. It may affect the person's body and mind. \n", "The conditions of living organisms in an environment are affected by the weather and climate changes in the environment. They are also greatly affected by other living things.\n", "In biology and ecology, the environment is all of the natural materials and living things, If those things are natural, it is a natural environment.\n", "Environment includes the living and non-living things that an organism interacts with, or that have an effect on it. Living elements that an organism interacts with are known as biotic elements: animals, plants, etc. Abiotic elements are non living things which include air, water, sunlight etc. Studying the environment means studying the relationships among these various things. An example of interactions between non-living and living things is plants getting their minerals from the soil and making food using sunlight. Predation, an organism eating another, is an example of interaction between living things.\n", "Environmentalists think we should protect the natural environment, to keep it safe. Things in the natural environment that we value are called natural resources. For example; fish, insects, and forests. These are renewable resources because they come back naturally when we use them. Non-renewable resources are important things in the environment that are limited for example, ores and fossil fuels after a few thousand years. Some things in the natural environment can kill people, such as lightning.\n"]}
{"title": "Population", "paragraphs": ["A population is the number of living people that live together in the same place.[1] A city's population is the number of people living in that city. These people are called inhabitants or residents. The population includes all individuals that live in that certain area. The world population was estimated to have reached 7.5 billion in April 2017. Asia is the most populous continent, with its 4.3 billion inhabitants being 60% of the world population. The most populous country is China with 1.4 billion people.\n", "Population density is the average number of people in a place. Urban areas such as big cities have a high population density. People living there lives close to each other. In areas with a low population density, people usually live far away from each other, such as in rural areas out in the countryside.\n", "Usually population refers to the number of humans in a certain area. The maximum population that can be supported in an area is called the carrying capacity.\n", "Global population is going up, but the population growth rate is declining all over the world. Growth in poor countries is faster than in rich ones; some rich countries have a population pyramid that is nearly square. Urbanization is also common, and urban areas usually have lower birth rates. In population growth, births exceed deaths. In the modern world this is due to reduction of infant deaths, control of infectious diseases, and improved agriculture so more people can eat.\n", "The change in population from 2010 to 2015 was:\n", "Human population control is the practice of altering the rate of growth of a human population. Concerns about overpopulation and its effects on poverty, environmental degradation, and political stability led to efforts to reduce population growth rates.\n"]}
{"title": "Country", "paragraphs": ["A country is a distinct territory with defined borders, boundaries, people and government. Most countries are sovereign states while others make up one part of a larger state.[1] The people that live in a country are referred to as a nation. The government that runs the country is called the state. Australia, New Zealand, United Kingdom, United States, Canada and other countries.\n", "There is no universally accepted answer as to how many countries in the world there actually are, however the minimum answer is 193 for the 193 United Nations members.[2]\n", "This can be developed on even further by adding the constituent countries of the United Kingdom, The Kingdom of the Netherlands and the Kingdom of Denmark which could add anywhere from three to eleven more countries.\n", "There are multiple organisations that have their own lists of countries, one example being the Travellers Century Club which recognises 330 countries as of January 2022.[3]\n", "Palestine is classified as a country. However, there is an ongoing dispute over Palestine’s independence with Israel.\n", "There are a number of disputed areas that have declared independence from their parent state and receive limited recognition. For example, Kosovo, Transnistria, Abkhazia, South Ossetia, Northern Cyprus, and Somaliland. These are just some of the many examples of territories with limited to no recognition that are sometimes classed as countries.\n", "There is a lot of controversy surrounding the above examples and quite often any of these territories may be counted as countries purely based on opinion. If all of the above were added the list of U.N members there could be anything up to 211 countries.\n", "There are, however, many more territories with unique political circumstances that could also be counted.\n", "Depending on how loosely the dictionary definition for the word country is used there could be many more than 193 countries in the world. The matter is purely subjective depending on varying opinions.\n", "Constituent country is a term sometimes used, usually by official institutions, in contexts in which a number of countries are part of a sovereign state. The Organisation for Economic Co-operation and Development (OECD) has used the term referring to the former Yugoslavia,[4] and the European institutions like the Council of Europe often use it in reference to the European Union.[5]\n", "A disputed territory is that territory whose sovereignty is jealously desired by two or more countries. Usually the administration of the territory is carried out by one of the countries that claims sovereignty, while the other country does not recognize the sovereignty over the territory of the other country. This does not usually happen in land or sea areas on which none possesses effective control, such as Antarctica, or only partially.\n"]}
{"title": "Agriculture", "paragraphs": ["Agriculture is made up of  livestock production, aquaculture, fisheries, forestry and farming (or crop production). From agriculture one can get food and non-food products.[1]\n", "Agriculture may be\n", "Important kinds of agricultural products are: \n", "There are views about what is different between farming and agriculture.[3][4]\n"]}
{"title": "City", "paragraphs": ["A city is a place where many people live close together.\n", "A city has many buildings and streets. It has houses, hotels, condominiums, and apartments for many people to live in, shops where they may buy things, places for people to work, and a government to run the city and keep law and order in the city. People live in cities because it is easy for them to find and do everything they want there. A city usually has a \"city center\" where government and business occur and suburbs where people live outside the center.\n", "No rule is used worldwide to decide why some places are called \"city,\" and other places are called \"town.\"\n", "Some things that make a city are :\n", "In American English, people often call all places where many people live cities.[2] (See below: Size of cities )\n", "The sizes of cities can be very different. This depends on the type of city. Cities built hundreds of years ago and which have not changed much are much smaller than modern cities. There are two main reasons. One reason is that old cities often have a city wall, and most of the city is inside it. Another important reason is that the streets in old cities are often narrow. If the city got too big, it was hard for a cart carrying food to get to the marketplace. People in cities need food, and the food always has to come from outside the city.\n", "Cities that were on a river like London could grow much bigger than cities that were on a mountain like Siena in Italy, because the river made a transport route for carrying food and other goods, as well as for transporting people. London has been changing continually for hundreds of years, while Siena, a significant city in the 1300s, has changed very little in 700 years.\n", "Modern cities with modern transport systems can grow very large, because the streets are wide enough for cars, buses, and trucks, and there are often railway lines.\n", "In the US, the word \"city\" is often used for towns that are not very big. When the first European people went to America, they named \"city\" to new places. They hoped the places would be great cities in the future. For example, Salt Lake City was the name given to a village of 148 people. When they started building the town, they made street plans and called it Great Salt Lake City (for the nearby Great Salt Lake). Now, 150 years later, it really is a big city.\n", "Los Angeles, which sounds like a single city, is really made of a number of cities which over the years have become amalgamated. It now covers a huge area which goes by the name of Los Angeles. The city is governed by a Common Council only since 1948.\n", "In modern times many cities have grown bigger and bigger. The whole area is often called a  \"metropolis\"  and usually includes several ancient small  towns and villages. The metropolis of London includes London, Westminster, and many old villages such as Notting Hill, Southwark, Richmond, Greenwich, etc. The part that is officially known as the \"City of London\" only takes up one square mile. The rest is known as \"Greater London\". Many other cities have grown in the same way. In general speech, it is all a city. But, confusingly, that includes the City of London.\n", "Modern cities have many problems. Not everyone has jobs in the cities and they often get money by begging or by crime. Automobiles, factories, and waste create a lot of pollution that makes people sick. Roads are crowded and traffic is slow. The cause of all this is population growth.\n", "Historically, a big problem with cities was the water supply, which periodically got contaminated. That was fixed by an extraordinary man, Joseph Bazalgette. He was the first man to solve this problem, which had plagued mankind since at least Roman times. There are parts of the world where his ideas are still not understood.\n", "Urban history is history of civilization. The first cities were made in ancient times, as soon as people began to create civilizations. The oldest city on Earth is probably Catal Huyuk, which existed from 7500 to 6500BC.  Famous ancient cities which fell to ruins included Babylon, Troy, Mycenae and Mohenjo-daro.\n", "Benares in northern India is one among the ancient cities which has a history of more than 3000 years. Other cities that have existed since ancient times are Athens in Greece, Rome and Volterra in Italy, Alexandria in Egypt. \n", "In Europe in the Middle Ages, being a city was a special privilege, granted by nobility. Cities that fall into this category, usually had (or still have) city walls. This shows that security was one pf the problems of a city. The people who lived in the city were privileged over those who did not. Medieval cities that still have walls include Carcassonne in France, Tehran in Iran, Toledo in Spain, and York and Canterbury in England.\n", "People in a city live close together, so they cannot grow all their own food or gather their own water or energy. People also create waste and need a place to put it. Modern cities have infrastructure to solve these problems. Pipes carry running water, and power lines carry electricity. Sewers take away the dirty water and human waste (see Bazelguette). Most cities collect garbage to take it to a landfill, burn it, or recycle it.\n", "Transport is any way of getting from one place to another. Cities have roads which are used by automobiles (including trucks), buses, motorcycles, bicycles, and pedestrians (people walking). Some cities have trains and larger cities have airports. Many people in cities travel to work each day, which is called commuting.\n", "Houses and apartments are common places to live in cities. Great numbers of people in developing countries (and developed countries, in the past) live in slums. A slum is poorly built housing, without clean water, where people live very close together. Buildings are usually taller in the city center, and some cities have skyscrapers.\n", "City streets can be shaped like a grid, or as a \"wheel and spokes\": a set of rings and lines coming out from the center. Streets in some older cities like London are arranged at random, without a pattern. The design of cities is a subject called urban planning. One area of the city might have only shops, and another area might have only factories. Cities have parks, and other public areas like city squares.\n", "Cities in the US are usually very-left leaning. The best examples of these would be New York, New York, and Washington, D.C. For example, in Louisiana, the only Democratic delegate in US Congress who is a Democrat was elected from a district comprising in New Orleans. Below is a list of states and the major city/cities that provide much of the liberal support in them :\n", "These cities have more than 10 million people and can be called megacities:[3]\n"]}
{"title": "Industry", "paragraphs": ["In economics, different kinds of manufacturing and services are broken down into groups called industries.[1] The word comes from a Latin word meaning \"working diligently at a task\". There are many different industries, like mining, farming and logging. The industrial revolution made new industries.\n", "An industry produces goods or services which are of a common set of qualities and which are indistinguishable (called homogeneous, in economics). It uses standardised processes for production, mass production and divison of labor.\n", "Slavery, which is forcing people to make goods[2][not in the source given] and services, has happened since ancient times throughout the world as a way to have low-cost production. It usually produces goods for which profit depends on economies of scale.[3] International law has declared slavery illegal.[4]\n", "The industrial revolution (from the mid-18th century to the mid-19th century) saw the development and popularization of using machines to make goods instead of using hands.[5] The industrial revolution played a role in the abolition of slavery in Europe and in North America.[6]\n"]}
{"title": "Energy", "paragraphs": ["Energy can mean various things:\n", "In physics, energy is a property intrinsic to anything that is able to interact in the universe. The energy of an object is its capability of producing a force that can do work, as well as its capability of transferring heat. When an object does work on another object (changing its momentum), the former’s energy (its capability of doing work) decreases and the latter’s energy increases, by transferring it. \n", "Basic forms of energy include:\n", "Energy is a property that is not created or destroyed, although energy can change in detectable form.[1]  This is a rule that is commonly understood as the \"conservation law of energy\". In respects to this rule, the total amount of energy that exists in an isolated system will always be the same, no matter what changes have been made to it.  \n", "In the early 20th century, scientist found that matter itself can be created from energy (energy and matter are interchangeable, in spite of everyday experiences).  This is just another change of form.  After these discoveries, the conservation law of energy was extended to become the conservation law of matter and energy: matter and energy can neither be created from nothing nor destroyed to the point of complete erasure from reality. Albert Einstein was the first to mathematically show this. (E = mc2) \n", "Matter can be created from energy or converted into energy through processes such as nuclear fission or nuclear fusion.\n", "Scientists have identified many types of energy, and found that they can be changed from one kind into another. These include:\n", "For example:\n", "Energy can be measured. The amount of energy a thing has can be given a number.\n", "As in other kinds of measurements, there are measurement units. The units of measurement for measuring energy are used to make the numbers meaningful.\n", "The SI unit for both energy and work is the joule (J). It is named after James Prescott Joule. 1 joule is equal to 1 newton-metre. In terms of SI base units, 1 J is equal to 1 kg m2 s−2. It is most often used in science, though particle physics often uses the electronvolt.\n", "The measurement for electricity most often uses the kilowatt-hour (kW·h). One kW·h is equivalent to 3,600,000 J (3600 kJ or 3.6 MJ).\n"]}
{"title": "Pollution", "paragraphs": ["Pollution is when harmful substances are added to the environment and then change it in a bad way. There are six kinds of pollution of the environment: \n", "As pollution grows, ways to combat it have been in demand. Solar energy and wind energy give people clean opportunities to power their homes. But these may also have environmental issues depending on the situation. When people use these alternative forms of energy, they put less carbon dioxide into the environment.[1]\n", "Water pollution is the presence of harmful materials in water, such as sewage, dissolved metal, waste from farms, factories and crude oil spilled from oil tankers. The three main substances that pollute water are nitrates from fertilizers, sewage, and detergents.\n", "Activities such as bathing and washing clothes near lakes, ponds or rivers add nutrients like nitrate and phosphate into the water bodies.This leads to excessive growth of algae on the surface of water. It blocks the penetration of sunlight and air, thus reducing oxygen.\n", "It causes harm to organisms living in water and can also harm people's health. In extreme cases, it may cause diseases like cancer.[2] It also leads to loss of a large amount of aquatic life.\n", "Water pollution has been a problem from the time human population increased, and live in cities. Cities have been prone to cholera and typhoid fever and other infectious diseases since Roman times. Existing water systems put in place in the 19th century are overwhelmed by the rapid growth of population in cities.\n", "Air can be polluted by many things. Examples include poisonous gases, sulphur dioxide, nitrogen dioxide, carbon monoxide and very small particulates. Smoke and harmful gases released by fires, industries, and thermal power plants cause air pollution. Using coal and wood as fuels for fire causes a lot of air pollution. Petroleum produces less pollution per ton, but it causes a lot of pollution since a lot of it is burned globally. Air pollution may cause health problems such as asthma or other breathing problems.\n", "Air pollution causes global warming and acid rain. This makes it difficult for some living things to survive.\n", "Noise pollution, also known as sound pollution, is harmful to the brain and hearing of all animals and humans. This includes the sound of vehicles, loud speakers, airplanes, jets, train horns etc. Noise pollution can cause ear problems or even permanent deafness, especially to older people. The schools which are beside the roads suffer from the car exhaust fumes as well as noise pollution caused by cars. Students cannot concentrate in their studies sometimes because of noise pollution. People in hospitals near main roads also suffer.\n", "Thermal pollution is the harmful release of heated liquid into a body of water or heat released into the air as a waste product of an industry.\n", "A common cause of thermal pollution is using water as a coolant by power stations and industrial manufacturers. This puts back warm water, and so raises the temperature and decreases how much oxygen is in the water. The heat released into the air will make the air warmer which increase global warming.\n"]}
{"title": "Babylonia", "paragraphs": ["Babylonia was a city state in Mesopotamia in the 2nd millennium BC, over 3000 years ago. Its capital city was Babylon, which meant The Gate of the Gods. They built an empire out of the lands of the former Akkadian empire.\n", "Mesopotamia is the region of the two rivers, Euphrates and Tigris. At that time the region also included the city states of Assyria to the north, and Elam to the south-east. It is part of the Fertile Crescent in the Middle East. It was there people first lived together in a civilization, with farming, cities and writing. \n", "The Babylonians had a written language that they used for trade and communication. They got it from the Sumerians, who invented it. The Babylonians used the same cuneiform system of pressing triangular shapes into soft clay. They wrote in two different languages: Sumerian for religious purposes and Akkadian language for official purposes.[2]\n", "Hammurabi was a king of Babylon who fought wars. He made Babylonia into an empire by putting Assyria under a vassal (puppet) king. He made the earliest written set of laws, the Code of Hammurabi. It has 280 judgments. It can be seen today in the Louvre, in Paris. The earlier Sumerian punishments had not been harsh, but Babylonian law was quite severe. The death penalty was given for theft, murder, and other crimes.\n", "The houses in Babylon had open roofs, so that on hot nights, the family could sleep there. The living rooms, dining rooms, and the kitchens were, of course, downstairs. Lamps burned with olive oil, and every house had a chapel for burial and worship ceremonies. Since Mesopotamia had only clay for use in building, the strong wooden supports for the houses were imported from Lebanon. Eventually, people began baking their bricks and improved the strength of their buildings.\n", "Later, Babylon was sacked by the Hittite king Musilis I,[3] which led to the so-called 'Dark Ages' of the Bronze Age, where there is little evidence in writing. The date of the sacking of Babylon is debated by archaeologists, who have proposed no fewer than four chronologies. Possible dates for the sack of Babylon are:\n", "The difficulty is to line up the Mesopotamian dates with the Ancient Egyptian dates.\n", "After the Hittite destruction, Babylon was ruled by Kassites for 576 years. Next it was ruled by Elam, and then regained its independence for about three centuries. They were then conquered by the Neo-Assyrians. A century later they again became free, to form the Neo-Babylonian or Chaldean Empire. This constant conquest and re-conquest is partly due to geography. There are no natural boundaries except the rivers, and it is easy to get at the cities from north or south.\n", "The king Nebuchadnezzar II reigned for 43 years. He conquered Phoenicia in 585 BC.[4]\n", "The Babylonian empire was finally brought to an end by Cyrus the Great of Persia. \n", "It was in 549 BC that Cyrus put an end to the empire of the Medes. Three years later Cyrus had become king of the Achaemenid Empire (Persia), and was engaged in a campaign in northern Mesopotamia. \n", "In 539 BC Cyrus invaded Babylonia. A battle was fought at Opis in the month of June, where the Babylonians were defeated; and immediately afterwards Sippara surrendered to the invader. Two days after the capture of Sippara, \"the soldiers of Cyrus entered Babylon without fighting\". Cyrus did not arrive until the 3rd of Marchesvan (October), Gobryas having acted for him in his absence. Gobryas was now made governor of the province of Babylon.\n", "Cyrus now claimed to be the legitimate successor of the ancient Babylonian kings and the avenger of their god Bel-Marduk. The invasion of Babylonia by Cyrus was doubtless helped by the presence of foreign forced exiles like the Jews, who had been planted in the midst of the country.\n", "One of the first acts of Cyrus was to allow these exiles to return to their own homes, carrying with them the images of their god and their sacred vessels. The permission to do so was embodied in a proclamation, whereby the conqueror endeavored to justify his claim to the Babylonian throne. The feeling was still strong that none had a right to rule over western Asia until he had been consecrated to the office by Bel and his priests; and accordingly, Cyrus henceforth assumed the imperial title of \"King of Babylon.\"\n", "Like the Sumerians, the Babylonians ate vegetables, fruits, meat, and fish. They also ate bread and enjoyed toasting and eating the pesky but crunchy locusts which destroyed their precious crops.\n", "The Babylonians loved art. Beautiful vessels ornamented with sparkling gold were buried with the kings. In those days books dealt with floods which were thought to be caused by sin, or about the journey of Abraham. \nScience, too, improved well: they invented the first calendar, the 60-minute hour, and the advance multiplication table.\n", "Life was rich, full, and usually peaceful. People rarely thought about war or how to protect the city. As a result, Babylon was conquered in 730 BC by the Assyrians and Kassites. This great civilization then ended.\n"]}
{"title": "Star chart", "paragraphs": ["A star chart is a graphic device or diagram which shows the night sky as seen from Earth. They are one of the oldest types of written or carved communication. There is a claim for a prehistoric carving as the first known star chart, but the evidence is not clear.[3]\n", "Star charts occur in Babylonian and Ancient Egyptian wall decorations and writing.[4][5][6] In the ancient world, knowledge was needed for practical reasons and for religious reasons. Early star charts were used for all these purposes.[7] Even today, they are used for both astronomy and astrology. In the renaissance, with its interest in ideas, hundreds of books were printed with star charts and other diagrams.[8]\n", "The key point for scientific charts is the use of data taken from observations, and listed in tables or databases. Historically, the first tables were in Ptolemy's Almagest (~AD 150). It has the last known star table from antiquity, with 1,028 stars.\n"]}
{"title": "Middle Ages", "paragraphs": ["The Middle Ages were a period of about 1000 years in European history that started around the year 476 CE, when the Western Roman Empire ended.[1] Some historians prefer 337, when Constantine the Great became a Christian. The Middle Ages continued until around the time that Christopher Columbus arrived in the New World in 1492. Sometimes, 1453 is used instead for the end since the Byzantine Empire fell that year. The period is called the \"Middle Ages\" because it took place between the fall of Rome and the rise of early modern Europe, and it is often separated into the Early Middle Ages, the High Middle Ages, and the Late Middle Ages.\n", "People also use other names like the \"Medieval Age” to describe the Middle Ages. Another term is “the Age of Faith” because Christianity and Islam then became much more popular. The early Middle Ages have also been called the “Dark Ages” because past scholars wrongly believed that there was very little culture, good literature, art or progress during the period.\n", "Very few people in the Middle Ages could read and so there are not many records from the period. Historians, therefore, do not know as much about the Middle Ages as about other times.\n", "During the Middle Ages, many people’s lives were short, difficult and poor.  The fall of the Western Roman Empire and the invasions of barbarian tribes devastated Europe.  The Romans had made progress in science, technology, engineering, medicine and literature, but during the Middle Ages, much of their knowledge was lost.  There were mass migrations, wars and plagues.  For around 300 years, there was continuous violence. Then, the development of feudalism decreased some of the violence.\n", "In 800, Charlemagne became Emperor of the Romans. He promoted order, education, and civilization. Slowly, Europe began to regain what it had lost. Still, the Late Middle Ages were a difficult time. Wars and the bubonic plague killed millions of people in Europe and Asia.\n", "Europe changed a lot during the Middle Ages. Independent unified nation-states formed across the old Western Roman Empire. The new nations included England, Scotland, Hungary, Spain, Portugal, Poland, Lithuania, Denmark, Norway and France (the last which evolved from the realm of the Franks).\n", "In 330 AD, Roman Emperor Constantine created the Eastern Roman Empire (later called the Byzantine Empire).  He made its capital city Constantinople (now Istanbul). The Byzantine Empire controlled Asia Minor and Northern Africa and briefly southern Spain and southern Italy. However, its lands were slowly eaten away by enemies like the Ottomans and the Franks.\n", "The Byzantine Empire survived the fall of the Western Roman Empire and lasted until 1453. Constantinople was a walled city on a peninsula, which made it difficult for invaders to take over. Finally, that year, the Ottoman Empire captured Constantinople and called it Istanbul. That was the end of the Byzantine Empire.\n", "The fall of Constantinople to the Ottoman Turks is sometimes called the end of the Middle Ages.\n", "The Islamic prophet Muhammad founded Islam in the early 7th century. Soon after his death in 632, Islam split into two main branches: the Sunni Muslims and the Shi'a. Most Muslims (about 85%) are now Sunni. Shi'a live mostly in Iran and Iraq. The Sunni-Shi'a split has been compared to the later East-West Schism of 1054 or the Protestant Reformation within the Western Christianity starting in 1517.\n", "After Muhammad’s death, Arab Muslims began to take over many Christian territories and convert them to Islam. Over time, they took control of what is now Iraq, Syria, Egypt, North Africa and Spain. (France and other European countries stayed under Christian rule.) Eventually, the Muslim Ottomans Empire conquered parts of Eastern Europe too. Many Muslim states held of vast areas of land, which made them superpowers of the Middle Ages.  Islam spread along the major trade routes of the Old World.  Many traders and travelers became Muslim.\n", "The Middle Ages were a golden age of knowledge in Muslim territories. Europe was struggling greatly, but the Islamic world was making great progress in the arts, agriculture, economics, industry, law, literature, navigation, philosophy, sciences and technology.  Many Muslim caliphs and Sultans gathered the ancient texts of great classical empires. (For example, the caliphs of Andalusia, based in Cordoba, gathered ancient Roman texts, and the Anatolian Seljuk Sultans gathered ancient Greek texts.). During the Islamic Golden Age, Al-Khwarizmi, a Persian Muslim mathematician, helped to develop algebra.\n", "The Golden Age of Islam ended with the Mongol invasions in the mid-13th century.[2]\n", "During the Middle Ages, trade between countries became much more common. Most trade ran along the Silk Road, a trade route that connected Europe to the Middle East and East Asia. Arab traders brought things back and forth between Europe and East Asia along the Silk Road.\n", "Items that were light, easy to carry and valuable traveled the furthest distances. During the High Middle Ages, wealth began to return, and consumers began to demand luxuries again. Traders brought silk, porcelain, spices, incense, gold and gems thousands of miles across deserts, mountains and plains to reach Europe. They also brought glass from Europe to Asia.\n", "Not all items traveled along the entire Silk Road. Traders carrying heavier or less valuable items would travel shorter distances. Food, for example, would usually travel only within a few villages.\n", "Trade was greatly interrupted several times during the Crusades (1095-1291), Mongol invasions, wars between Muslims and Christians and the Black Plague. Histories think the Mongols brought the plague with them from Asia. The disease devastated the world population from 1347 to 1351 and  killed almost a third of the world's population although the Americas were not affected.\n", "Buddhism is a non-theistic religion; its followers do not believe in a god.  It is based on philosophy and began in India. However, Muslim invaders drove Buddhism out of India, which forced it to flee east. There are very few Buddhists in India today, but Buddhism eventually took up strong roots in China.\n", "During the Middle Ages, the Mongols created the world's largest-ever contiguous empire. Under the leadership of Genghis Khan, the Mongols took over territories in much of Asia, the Middle East, and far Eastern Europe.  Because the Mongol Empire was so large and powerful, there was little war within the empire. This is now called the Pax Mongolica (Latin for “Mongolian peace”).  Like the earlier Pax Romana (\"Roman Peace\"), the Pax Mongolica was a time of relative peace and stability. That made it possible for trade, technologies and ideas to travel safely throughout Eurasia.  International trade and diplomacy along the Silk Road expanded greatly.\n", "Around the time of his death in 1227, Genghis Khan’s empire had gotten too large to survive. It collapsed under its own size like Alexander the Great's had in Ancient Greece. The former Mongol Empire was split four ways, which allowed the Chinese to become the dominant power in the Far East once again. Later, under the Yuan dynasty, the Chinese also retook control of northern China.\n", "Around 1405, a Chinese admiral, Zheng He, went to explore the world. His fleet of 300 treasure ships explored great areas of the Eastern world. The ships were many times larger than anything the Europeans had built. A Zheng He treasure ship was wider than Columbus' ship Santa Maria was long.\n", "The Late Middle Ages were the last two centuries of the Middle Ages, from around 1291, when the Crusades ended, to 1492, when Columbus traveled to the New World. The gun was invented, and changed the way that wars were fought.  Aristocracy and feudalism became less important.\n", "Before the Late Middle Ages, armies were formed only when there was a war, but states began to found standing armies, which are permanent. Technology, economy and science developed. New cities were founded, and existing cities grew larger and richer.\n", "During the late Middle Ages, France and England fought the Hundred Years' War. China regained its independence from the Mongol Empire. The Grand Duchy of Moscow, which became the most important state in Eastern Europe, also became independent from the Mongols and later became called “Russia.”\n", "In 1453, the Ottoman Empire conquered the Byzantine Empire. That cut off the Silk Road and so Europeans had to find new trade routes. That triggered the Age of Discovery during the Renaissance.  In turn, the Christian states drove the Muslims out of Spain.\n"]}
{"title": "Europe", "paragraphs": ["Europe is the western part of the continent of Eurasia, often thought of as its own continent. It is separated from Asia by the Ural Mountains in Russia and the Bosporus strait in Turkey.\n", "Europe is bordered by water on three sides. On the west is the Atlantic Ocean. To the north is the Arctic Ocean. The Mediterranean Sea separates Southeastern Europe from the continent of Africa. On the eastern border of Europe are the Ural River and Ural Mountains.\n", "There are at least 44 or 50 countries in Europe (the European identities of 7 countries: Armenia, Azerbaijan, Cyprus, Georgia, Kazakhstan, Russia and Turkey are disputed). Most of these countries are members of the European Union.\n", "Europe covers about 10,180,000 square kilometre (3,930,000 square miles). This is 2% of the Earth's surface (6.8% of its land area).\n", "As of 2017, about 510 million people lived in Europe.[1]\n", "Europe contains the world's second most-active volcano, which is Mount Etna that is currently the most-active volcano in the continent.\n", "Europe is a major tourist attraction. People come from all over the world to see its many World Heritage Sites and other attractions.\n", "Europe is named after a princess in Greek mythology called \"Europa.\" The myth says that Zeus kidnapped Europa and took her to Crete, where she became the mother of King Minos (from whom Europe’s first civilization gets its name, the Minoans).\n", "The name \"Europa\" was later used to describe Greece. Then, as the rest of modern-day Europe started to have cities and empires, the entire area West of the Ural Mountains came to be called \"Europa\".\n", "The history of Europe is long and has many turns. Many great countries originated from Europe. Greek mythology and the beginning of western civilization came from European nations.\n", "Some of the major periods in European history have been:\n", "Andreas M. Kaplan describes modern Europe as a continent where many different cultures live closely together, \"embracing maximum cultural diversity at minimal geographical distances\".[2]\n", "There are several major regions of Europe:\n", "Within these regions, there are up to 50 independent European countries (with the identities of 7 transcontinental countries being disputed). The largest is the Russian Federation, which covers 39% of Europe.\n", "The European city with the largest population is Istanbul. The country with the largest population is the Russian Federation. About 15% of Europeans live in Russia.\n", "Two European countries, the United Kingdom and the Republic of Ireland, are on islands called the British Isles.\n", "Most of Europe lies in temperate climate zones.\n", "However, there are many different climates throughout Europe. For example, during the winter, it may be snowing and -30 degrees Celsius for 4–5 months in Finland. Yet it may be much warmer, with no snow at all except on high mountains, in Spain.\n", "The European Union is a confederation of 27 European countries. These countries agree to follow common laws so that their citizens can move and trade in EU countries almost the same as they do in their own. Twenty of these countries also share the same type of money: the euro.\n", "Africa\n", "Antarctica\n", "Asia\n", "Australia\n", "Europe\n", "North America\n", "South America\n", "Afro-Eurasia\n", "Americas\n", "Eurasia\n", "Oceania\n"]}
{"title": "Baghdad", "paragraphs": ["Baghdad (Arabic: بغداد, transliterated Baghdād) is the capital city and largest city in Iraq. It is the second-largest city in Southwest Asia after Tehran. It is the second-largest city in the Arab world after Cairo. 5,772,000 people lived there in 2003. Baghdad is on the Tigris River at 33°20′N 44°26′E. The city was once the center of Dar al-Islam, Muslim civilization. Baghdad used to be one of the largest learning centers in the world, during the post classical era. It was one of the greatest cities of Islamic civilization. It was one of the most important cities in the Muslim world and reached its extent of art and poetry. Baghdad was founded by the Abbasid Caliphate under the Caliph Abu Jafar al-Mansur better known as simply al-Mansur. The city was captured in 1055 by the Seljuk Turks. It was largely sacked and destroyed in 1258 by the Mongol Empire of Genghis Khan. It then later came under the rule of the Safavid Iran and then the Ottoman Empire in 1537.\n"]}
{"title": "Geographer", "paragraphs": ["A geographer is a scientist whose area of study is geography.\n", "That is the study of Earth's physical environment and human habitat. \n", "Geographers are historically known as people who make maps. Nowadays map making is the field of study of cartography, a subset of geography. The geographer studies not only the physical details of the environment. He looks at the influence of this physical environment as well. Therefore he looks at human and wildlife ecologies, weather and climate patterns, economics, and culture. He will concentrate on the influence space has for relationships between these elements.[1]\n", "The National Geographic Society sees five broad key themes for geographers:\n"]}
{"title": "Geographical renaming", "paragraphs": ["Geographical renaming is when a place's name gets changed. \n", "There can be several reasons for geographical renaming.\n", "One such reason is countries joining together to form a new country. For example, after the Kingdom of England and the Kingdom of Scotland joined together in 1701, they formed the United Kingdom. When Ireland joined in 1801, the unified country became the United Kingdom of Great Britain and Ireland.\n", "A second reason is a country splitting apart to form new ones. For example, after Czechoslovakia split in 1992, it became two new countries, the Czech Republic and Slovakia. Also, after Ireland gained independence from Britain, the region of Northern Ireland stayed in the UK. Therefore, the country's name changed from United Kingdom of Great Britain and Ireland to what it is today, the United Kingdom of Great Britain and Northern Ireland.\n", "A third reason could be a new government replacing or overthrowing the old one. After the Communist Party took overthrew the Russian Empire's emperor, the Tsar, and changed the country's name to the Soviet Union, the city of Saint Petersburg also changed to Leningrad. This was because the Communist Party wanted to honor its leader, Vladimir Lenin, and symbolize the Soviet Union's turning away from Russia's system of absolute monarchy, the Tsardom, that ruled before they did, since Saint Petersburg was named after Peter the Great, who was the Tsar that founded the city. When the city of New Amsterdam, founded by Dutch colonists in North America, was lost to the British Empire, it was renamed New York City after the Duke of York.\n", "A fourth reason could be changing a place's name to replace a name given by former colonizers with the name given by native people, and many more. For example, after India gained independence from Britain, they changed the name of the city Bombay to Mumbai.\n", "A fifth reason could be the change of standard spelling rules in the local language. When Pinyin was made the official romanization, or writing Mandarin Chinese using the Roman alphabet, in mainland China after the Chinese Communist Party took over, the spellings of many Chinese place names changed, including Peking becoming Beijing and Nanking becoming Nanjing. Even though the pronunciations of Chinese place names in Mandarin Chinese were not any different before the changing of spelling, the older spellings did not accurately show their pronunciation. Therefore, the pronunciation of Chinese place names in other languages, or their exonyms, were based on their spelling rather than the Mandarin pronunciation, which is why they sound so different from each other. In order to teach people how to correctly pronounce Mandarin Chinese, the CCP made Hanyu Pinyin the only accepted romanization in mainland China. Even though Taiwan also speaks Mandarin, the spellings of Taiwanese place names, including Taipei and Kaohsiung, is according to the older spelling rules for Chinese place names. This is because many Taiwanese do not want to use Hanyu Pinyin, even though it is the standard romanization of Mandarin Chinese worldwide, because it was created by the Communist Party of China.\n"]}
{"title": "Geopolitics", "paragraphs": ["Geopolitics is the study of how a country's geography (location, terrain, land size, climate, soil and raw materials) affect its foreign, economic, military policy and strategy. The word geopolitics comes from the words \"geography\" and \"politics\".[1]\n"]}
{"title": "International Geographical Union", "paragraphs": ["The International Geographical Union (IGU; French: Union Géographique Internationale, UGI) is an international association of geographical organizations around the world. The organization was established in 1922 in Belgium after the first geographical congress, which was in 1871.\n", "The Union has 34 Commissions and four task forces. One of these commissions is the Urban Geography Commission. This compares cities in the capitalist economy world and cities in the socialist economy world. It was created at the UGI conference in Moscow in 1976. It was proposed by Prof. Kasimierz Dziewonski from Poland.\n"]}
{"title": "Landform", "paragraphs": ["A landform is a word that describes a form of land. Each type of landform is defined by its size, shape, location, and what it is made of. The scientific study of landform is called geomorphology.\n", "Landforms that are related to flowing water.\n", "Landforms made by erosion and weathering usually occur in coastal or fluvial areas, and many are listed under those headings.  Some other erosion landforms that are not listed in those categories include:\n"]}
{"title": "Babylonia", "paragraphs": ["Babylonia was a city state in Mesopotamia in the 2nd millennium BC, over 3000 years ago. Its capital city was Babylon, which meant The Gate of the Gods. They built an empire out of the lands of the former Akkadian empire.\n", "Mesopotamia is the region of the two rivers, Euphrates and Tigris. At that time the region also included the city states of Assyria to the north, and Elam to the south-east. It is part of the Fertile Crescent in the Middle East. It was there people first lived together in a civilization, with farming, cities and writing. \n", "The Babylonians had a written language that they used for trade and communication. They got it from the Sumerians, who invented it. The Babylonians used the same cuneiform system of pressing triangular shapes into soft clay. They wrote in two different languages: Sumerian for religious purposes and Akkadian language for official purposes.[2]\n", "Hammurabi was a king of Babylon who fought wars. He made Babylonia into an empire by putting Assyria under a vassal (puppet) king. He made the earliest written set of laws, the Code of Hammurabi. It has 280 judgments. It can be seen today in the Louvre, in Paris. The earlier Sumerian punishments had not been harsh, but Babylonian law was quite severe. The death penalty was given for theft, murder, and other crimes.\n", "The houses in Babylon had open roofs, so that on hot nights, the family could sleep there. The living rooms, dining rooms, and the kitchens were, of course, downstairs. Lamps burned with olive oil, and every house had a chapel for burial and worship ceremonies. Since Mesopotamia had only clay for use in building, the strong wooden supports for the houses were imported from Lebanon. Eventually, people began baking their bricks and improved the strength of their buildings.\n", "Later, Babylon was sacked by the Hittite king Musilis I,[3] which led to the so-called 'Dark Ages' of the Bronze Age, where there is little evidence in writing. The date of the sacking of Babylon is debated by archaeologists, who have proposed no fewer than four chronologies. Possible dates for the sack of Babylon are:\n", "The difficulty is to line up the Mesopotamian dates with the Ancient Egyptian dates.\n", "After the Hittite destruction, Babylon was ruled by Kassites for 576 years. Next it was ruled by Elam, and then regained its independence for about three centuries. They were then conquered by the Neo-Assyrians. A century later they again became free, to form the Neo-Babylonian or Chaldean Empire. This constant conquest and re-conquest is partly due to geography. There are no natural boundaries except the rivers, and it is easy to get at the cities from north or south.\n", "The king Nebuchadnezzar II reigned for 43 years. He conquered Phoenicia in 585 BC.[4]\n", "The Babylonian empire was finally brought to an end by Cyrus the Great of Persia. \n", "It was in 549 BC that Cyrus put an end to the empire of the Medes. Three years later Cyrus had become king of the Achaemenid Empire (Persia), and was engaged in a campaign in northern Mesopotamia. \n", "In 539 BC Cyrus invaded Babylonia. A battle was fought at Opis in the month of June, where the Babylonians were defeated; and immediately afterwards Sippara surrendered to the invader. Two days after the capture of Sippara, \"the soldiers of Cyrus entered Babylon without fighting\". Cyrus did not arrive until the 3rd of Marchesvan (October), Gobryas having acted for him in his absence. Gobryas was now made governor of the province of Babylon.\n", "Cyrus now claimed to be the legitimate successor of the ancient Babylonian kings and the avenger of their god Bel-Marduk. The invasion of Babylonia by Cyrus was doubtless helped by the presence of foreign forced exiles like the Jews, who had been planted in the midst of the country.\n", "One of the first acts of Cyrus was to allow these exiles to return to their own homes, carrying with them the images of their god and their sacred vessels. The permission to do so was embodied in a proclamation, whereby the conqueror endeavored to justify his claim to the Babylonian throne. The feeling was still strong that none had a right to rule over western Asia until he had been consecrated to the office by Bel and his priests; and accordingly, Cyrus henceforth assumed the imperial title of \"King of Babylon.\"\n", "Like the Sumerians, the Babylonians ate vegetables, fruits, meat, and fish. They also ate bread and enjoyed toasting and eating the pesky but crunchy locusts which destroyed their precious crops.\n", "The Babylonians loved art. Beautiful vessels ornamented with sparkling gold were buried with the kings. In those days books dealt with floods which were thought to be caused by sin, or about the journey of Abraham. \nScience, too, improved well: they invented the first calendar, the 60-minute hour, and the advance multiplication table.\n", "Life was rich, full, and usually peaceful. People rarely thought about war or how to protect the city. As a result, Babylon was conquered in 730 BC by the Assyrians and Kassites. This great civilization then ended.\n"]}
{"title": "Star chart", "paragraphs": ["A star chart is a graphic device or diagram which shows the night sky as seen from Earth. They are one of the oldest types of written or carved communication. There is a claim for a prehistoric carving as the first known star chart, but the evidence is not clear.[3]\n", "Star charts occur in Babylonian and Ancient Egyptian wall decorations and writing.[4][5][6] In the ancient world, knowledge was needed for practical reasons and for religious reasons. Early star charts were used for all these purposes.[7] Even today, they are used for both astronomy and astrology. In the renaissance, with its interest in ideas, hundreds of books were printed with star charts and other diagrams.[8]\n", "The key point for scientific charts is the use of data taken from observations, and listed in tables or databases. Historically, the first tables were in Ptolemy's Almagest (~AD 150). It has the last known star table from antiquity, with 1,028 stars.\n"]}
{"title": "Middle Ages", "paragraphs": ["The Middle Ages were a period of about 1000 years in European history that started around the year 476 CE, when the Western Roman Empire ended.[1] Some historians prefer 337, when Constantine the Great became a Christian. The Middle Ages continued until around the time that Christopher Columbus arrived in the New World in 1492. Sometimes, 1453 is used instead for the end since the Byzantine Empire fell that year. The period is called the \"Middle Ages\" because it took place between the fall of Rome and the rise of early modern Europe, and it is often separated into the Early Middle Ages, the High Middle Ages, and the Late Middle Ages.\n", "People also use other names like the \"Medieval Age” to describe the Middle Ages. Another term is “the Age of Faith” because Christianity and Islam then became much more popular. The early Middle Ages have also been called the “Dark Ages” because past scholars wrongly believed that there was very little culture, good literature, art or progress during the period.\n", "Very few people in the Middle Ages could read and so there are not many records from the period. Historians, therefore, do not know as much about the Middle Ages as about other times.\n", "During the Middle Ages, many people’s lives were short, difficult and poor.  The fall of the Western Roman Empire and the invasions of barbarian tribes devastated Europe.  The Romans had made progress in science, technology, engineering, medicine and literature, but during the Middle Ages, much of their knowledge was lost.  There were mass migrations, wars and plagues.  For around 300 years, there was continuous violence. Then, the development of feudalism decreased some of the violence.\n", "In 800, Charlemagne became Emperor of the Romans. He promoted order, education, and civilization. Slowly, Europe began to regain what it had lost. Still, the Late Middle Ages were a difficult time. Wars and the bubonic plague killed millions of people in Europe and Asia.\n", "Europe changed a lot during the Middle Ages. Independent unified nation-states formed across the old Western Roman Empire. The new nations included England, Scotland, Hungary, Spain, Portugal, Poland, Lithuania, Denmark, Norway and France (the last which evolved from the realm of the Franks).\n", "In 330 AD, Roman Emperor Constantine created the Eastern Roman Empire (later called the Byzantine Empire).  He made its capital city Constantinople (now Istanbul). The Byzantine Empire controlled Asia Minor and Northern Africa and briefly southern Spain and southern Italy. However, its lands were slowly eaten away by enemies like the Ottomans and the Franks.\n", "The Byzantine Empire survived the fall of the Western Roman Empire and lasted until 1453. Constantinople was a walled city on a peninsula, which made it difficult for invaders to take over. Finally, that year, the Ottoman Empire captured Constantinople and called it Istanbul. That was the end of the Byzantine Empire.\n", "The fall of Constantinople to the Ottoman Turks is sometimes called the end of the Middle Ages.\n", "The Islamic prophet Muhammad founded Islam in the early 7th century. Soon after his death in 632, Islam split into two main branches: the Sunni Muslims and the Shi'a. Most Muslims (about 85%) are now Sunni. Shi'a live mostly in Iran and Iraq. The Sunni-Shi'a split has been compared to the later East-West Schism of 1054 or the Protestant Reformation within the Western Christianity starting in 1517.\n", "After Muhammad’s death, Arab Muslims began to take over many Christian territories and convert them to Islam. Over time, they took control of what is now Iraq, Syria, Egypt, North Africa and Spain. (France and other European countries stayed under Christian rule.) Eventually, the Muslim Ottomans Empire conquered parts of Eastern Europe too. Many Muslim states held of vast areas of land, which made them superpowers of the Middle Ages.  Islam spread along the major trade routes of the Old World.  Many traders and travelers became Muslim.\n", "The Middle Ages were a golden age of knowledge in Muslim territories. Europe was struggling greatly, but the Islamic world was making great progress in the arts, agriculture, economics, industry, law, literature, navigation, philosophy, sciences and technology.  Many Muslim caliphs and Sultans gathered the ancient texts of great classical empires. (For example, the caliphs of Andalusia, based in Cordoba, gathered ancient Roman texts, and the Anatolian Seljuk Sultans gathered ancient Greek texts.). During the Islamic Golden Age, Al-Khwarizmi, a Persian Muslim mathematician, helped to develop algebra.\n", "The Golden Age of Islam ended with the Mongol invasions in the mid-13th century.[2]\n", "During the Middle Ages, trade between countries became much more common. Most trade ran along the Silk Road, a trade route that connected Europe to the Middle East and East Asia. Arab traders brought things back and forth between Europe and East Asia along the Silk Road.\n", "Items that were light, easy to carry and valuable traveled the furthest distances. During the High Middle Ages, wealth began to return, and consumers began to demand luxuries again. Traders brought silk, porcelain, spices, incense, gold and gems thousands of miles across deserts, mountains and plains to reach Europe. They also brought glass from Europe to Asia.\n", "Not all items traveled along the entire Silk Road. Traders carrying heavier or less valuable items would travel shorter distances. Food, for example, would usually travel only within a few villages.\n", "Trade was greatly interrupted several times during the Crusades (1095-1291), Mongol invasions, wars between Muslims and Christians and the Black Plague. Histories think the Mongols brought the plague with them from Asia. The disease devastated the world population from 1347 to 1351 and  killed almost a third of the world's population although the Americas were not affected.\n", "Buddhism is a non-theistic religion; its followers do not believe in a god.  It is based on philosophy and began in India. However, Muslim invaders drove Buddhism out of India, which forced it to flee east. There are very few Buddhists in India today, but Buddhism eventually took up strong roots in China.\n", "During the Middle Ages, the Mongols created the world's largest-ever contiguous empire. Under the leadership of Genghis Khan, the Mongols took over territories in much of Asia, the Middle East, and far Eastern Europe.  Because the Mongol Empire was so large and powerful, there was little war within the empire. This is now called the Pax Mongolica (Latin for “Mongolian peace”).  Like the earlier Pax Romana (\"Roman Peace\"), the Pax Mongolica was a time of relative peace and stability. That made it possible for trade, technologies and ideas to travel safely throughout Eurasia.  International trade and diplomacy along the Silk Road expanded greatly.\n", "Around the time of his death in 1227, Genghis Khan’s empire had gotten too large to survive. It collapsed under its own size like Alexander the Great's had in Ancient Greece. The former Mongol Empire was split four ways, which allowed the Chinese to become the dominant power in the Far East once again. Later, under the Yuan dynasty, the Chinese also retook control of northern China.\n", "Around 1405, a Chinese admiral, Zheng He, went to explore the world. His fleet of 300 treasure ships explored great areas of the Eastern world. The ships were many times larger than anything the Europeans had built. A Zheng He treasure ship was wider than Columbus' ship Santa Maria was long.\n", "The Late Middle Ages were the last two centuries of the Middle Ages, from around 1291, when the Crusades ended, to 1492, when Columbus traveled to the New World. The gun was invented, and changed the way that wars were fought.  Aristocracy and feudalism became less important.\n", "Before the Late Middle Ages, armies were formed only when there was a war, but states began to found standing armies, which are permanent. Technology, economy and science developed. New cities were founded, and existing cities grew larger and richer.\n", "During the late Middle Ages, France and England fought the Hundred Years' War. China regained its independence from the Mongol Empire. The Grand Duchy of Moscow, which became the most important state in Eastern Europe, also became independent from the Mongols and later became called “Russia.”\n", "In 1453, the Ottoman Empire conquered the Byzantine Empire. That cut off the Silk Road and so Europeans had to find new trade routes. That triggered the Age of Discovery during the Renaissance.  In turn, the Christian states drove the Muslims out of Spain.\n"]}
{"title": "Europe", "paragraphs": ["Europe is the western part of the continent of Eurasia, often thought of as its own continent. It is separated from Asia by the Ural Mountains in Russia and the Bosporus strait in Turkey.\n", "Europe is bordered by water on three sides. On the west is the Atlantic Ocean. To the north is the Arctic Ocean. The Mediterranean Sea separates Southeastern Europe from the continent of Africa. On the eastern border of Europe are the Ural River and Ural Mountains.\n", "There are at least 44 or 50 countries in Europe (the European identities of 7 countries: Armenia, Azerbaijan, Cyprus, Georgia, Kazakhstan, Russia and Turkey are disputed). Most of these countries are members of the European Union.\n", "Europe covers about 10,180,000 square kilometre (3,930,000 square miles). This is 2% of the Earth's surface (6.8% of its land area).\n", "As of 2017, about 510 million people lived in Europe.[1]\n", "Europe contains the world's second most-active volcano, which is Mount Etna that is currently the most-active volcano in the continent.\n", "Europe is a major tourist attraction. People come from all over the world to see its many World Heritage Sites and other attractions.\n", "Europe is named after a princess in Greek mythology called \"Europa.\" The myth says that Zeus kidnapped Europa and took her to Crete, where she became the mother of King Minos (from whom Europe’s first civilization gets its name, the Minoans).\n", "The name \"Europa\" was later used to describe Greece. Then, as the rest of modern-day Europe started to have cities and empires, the entire area West of the Ural Mountains came to be called \"Europa\".\n", "The history of Europe is long and has many turns. Many great countries originated from Europe. Greek mythology and the beginning of western civilization came from European nations.\n", "Some of the major periods in European history have been:\n", "Andreas M. Kaplan describes modern Europe as a continent where many different cultures live closely together, \"embracing maximum cultural diversity at minimal geographical distances\".[2]\n", "There are several major regions of Europe:\n", "Within these regions, there are up to 50 independent European countries (with the identities of 7 transcontinental countries being disputed). The largest is the Russian Federation, which covers 39% of Europe.\n", "The European city with the largest population is Istanbul. The country with the largest population is the Russian Federation. About 15% of Europeans live in Russia.\n", "Two European countries, the United Kingdom and the Republic of Ireland, are on islands called the British Isles.\n", "Most of Europe lies in temperate climate zones.\n", "However, there are many different climates throughout Europe. For example, during the winter, it may be snowing and -30 degrees Celsius for 4–5 months in Finland. Yet it may be much warmer, with no snow at all except on high mountains, in Spain.\n", "The European Union is a confederation of 27 European countries. These countries agree to follow common laws so that their citizens can move and trade in EU countries almost the same as they do in their own. Twenty of these countries also share the same type of money: the euro.\n", "Africa\n", "Antarctica\n", "Asia\n", "Australia\n", "Europe\n", "North America\n", "South America\n", "Afro-Eurasia\n", "Americas\n", "Eurasia\n", "Oceania\n"]}
{"title": "Baghdad", "paragraphs": ["Baghdad (Arabic: بغداد, transliterated Baghdād) is the capital city and largest city in Iraq. It is the second-largest city in Southwest Asia after Tehran. It is the second-largest city in the Arab world after Cairo. 5,772,000 people lived there in 2003. Baghdad is on the Tigris River at 33°20′N 44°26′E. The city was once the center of Dar al-Islam, Muslim civilization. Baghdad used to be one of the largest learning centers in the world, during the post classical era. It was one of the greatest cities of Islamic civilization. It was one of the most important cities in the Muslim world and reached its extent of art and poetry. Baghdad was founded by the Abbasid Caliphate under the Caliph Abu Jafar al-Mansur better known as simply al-Mansur. The city was captured in 1055 by the Seljuk Turks. It was largely sacked and destroyed in 1258 by the Mongol Empire of Genghis Khan. It then later came under the rule of the Safavid Iran and then the Ottoman Empire in 1537.\n"]}
{"title": "Geographer", "paragraphs": ["A geographer is a scientist whose area of study is geography.\n", "That is the study of Earth's physical environment and human habitat. \n", "Geographers are historically known as people who make maps. Nowadays map making is the field of study of cartography, a subset of geography. The geographer studies not only the physical details of the environment. He looks at the influence of this physical environment as well. Therefore he looks at human and wildlife ecologies, weather and climate patterns, economics, and culture. He will concentrate on the influence space has for relationships between these elements.[1]\n", "The National Geographic Society sees five broad key themes for geographers:\n"]}
{"title": "Geographical renaming", "paragraphs": ["Geographical renaming is when a place's name gets changed. \n", "There can be several reasons for geographical renaming.\n", "One such reason is countries joining together to form a new country. For example, after the Kingdom of England and the Kingdom of Scotland joined together in 1701, they formed the United Kingdom. When Ireland joined in 1801, the unified country became the United Kingdom of Great Britain and Ireland.\n", "A second reason is a country splitting apart to form new ones. For example, after Czechoslovakia split in 1992, it became two new countries, the Czech Republic and Slovakia. Also, after Ireland gained independence from Britain, the region of Northern Ireland stayed in the UK. Therefore, the country's name changed from United Kingdom of Great Britain and Ireland to what it is today, the United Kingdom of Great Britain and Northern Ireland.\n", "A third reason could be a new government replacing or overthrowing the old one. After the Communist Party took overthrew the Russian Empire's emperor, the Tsar, and changed the country's name to the Soviet Union, the city of Saint Petersburg also changed to Leningrad. This was because the Communist Party wanted to honor its leader, Vladimir Lenin, and symbolize the Soviet Union's turning away from Russia's system of absolute monarchy, the Tsardom, that ruled before they did, since Saint Petersburg was named after Peter the Great, who was the Tsar that founded the city. When the city of New Amsterdam, founded by Dutch colonists in North America, was lost to the British Empire, it was renamed New York City after the Duke of York.\n", "A fourth reason could be changing a place's name to replace a name given by former colonizers with the name given by native people, and many more. For example, after India gained independence from Britain, they changed the name of the city Bombay to Mumbai.\n", "A fifth reason could be the change of standard spelling rules in the local language. When Pinyin was made the official romanization, or writing Mandarin Chinese using the Roman alphabet, in mainland China after the Chinese Communist Party took over, the spellings of many Chinese place names changed, including Peking becoming Beijing and Nanking becoming Nanjing. Even though the pronunciations of Chinese place names in Mandarin Chinese were not any different before the changing of spelling, the older spellings did not accurately show their pronunciation. Therefore, the pronunciation of Chinese place names in other languages, or their exonyms, were based on their spelling rather than the Mandarin pronunciation, which is why they sound so different from each other. In order to teach people how to correctly pronounce Mandarin Chinese, the CCP made Hanyu Pinyin the only accepted romanization in mainland China. Even though Taiwan also speaks Mandarin, the spellings of Taiwanese place names, including Taipei and Kaohsiung, is according to the older spelling rules for Chinese place names. This is because many Taiwanese do not want to use Hanyu Pinyin, even though it is the standard romanization of Mandarin Chinese worldwide, because it was created by the Communist Party of China.\n"]}
{"title": "Geopolitics", "paragraphs": ["Geopolitics is the study of how a country's geography (location, terrain, land size, climate, soil and raw materials) affect its foreign, economic, military policy and strategy. The word geopolitics comes from the words \"geography\" and \"politics\".[1]\n"]}
{"title": "International Geographical Union", "paragraphs": ["The International Geographical Union (IGU; French: Union Géographique Internationale, UGI) is an international association of geographical organizations around the world. The organization was established in 1922 in Belgium after the first geographical congress, which was in 1871.\n", "The Union has 34 Commissions and four task forces. One of these commissions is the Urban Geography Commission. This compares cities in the capitalist economy world and cities in the socialist economy world. It was created at the UGI conference in Moscow in 1976. It was proposed by Prof. Kasimierz Dziewonski from Poland.\n"]}
{"title": "Landform", "paragraphs": ["A landform is a word that describes a form of land. Each type of landform is defined by its size, shape, location, and what it is made of. The scientific study of landform is called geomorphology.\n", "Landforms that are related to flowing water.\n", "Landforms made by erosion and weathering usually occur in coastal or fluvial areas, and many are listed under those headings.  Some other erosion landforms that are not listed in those categories include:\n"]}
{"title": "Map", "paragraphs": ["A map is an image of an area, usually of the Earth or part of the Earth. A map is different from an aerial photograph because it includes interpretation. Many maps are called \"charts\" such as star charts and nautical charts. Some maps are of distant worlds. Before the late 20th century almost all maps were on paper. Today, many maps are digital, and can be seen on smartphones and computers. However, paper maps are still used.\n", "The word \"map\" can also be used to talk about a chart or drawing that shows relationships between ideas, people, events, or anything else you can think about. This is why web developers call a list of web pages on a web site a site map.\n", "People who make maps are cartographers.\n", "Many maps today are made using GIS computer systems. These are database systems that are organized by location instead of named records. \n", "If a map is on a piece of paper or a computer screen, it has to be projected.  This is because the Earth is round and paper and screens are flat.  There are a lot of ways that use mathematics to make map projections.  The only kind of map of the Earth that is not projected is one drawn on a sphere.  This is called a globe.\n"]}
{"title": "Navigator", "paragraphs": ["Navigator means more than one thing.\n"]}
{"title": "International Standard Book Number", "paragraphs": ["The International Standard Book Number, ISBN, is a unique[1] commercial book identifier barcode. The ISBN system was created in the United Kingdom, in 1966, by the booksellers and stationers W.H. Smith.\n", "Originally, it was the 9-digit Standard Book Numbering (SBN) code and still was used in 1974; it was adopted as the international standard ISO 2108 in 1970. A similar, numeric identification, the International Standard Serial Number (ISSN), identifies periodical publications such as magazines. Since January 1, 2007, ISBNs are of 13 digits, like in Bookland EAN-13.[2] The TC 46/SC 9 is responsible for the standard.\n", "An ISBN is given to each edition and variation (except reprintings) of a book. The ISBN is 13 digits long if assigned after January 1, 2007, and 10 digits long if assigned before 2007. An International Standard Book Number consists of 4 or 5 parts:\n", "The ISBN parts may be of different lengths, and usually are separated with hyphens or spaces.[4]\n", "The group identifier code (GIC) number is 0 or 1 for English-speaking countries; 2 for French-speaking countries; 3 for German-speaking countries; 4 for Japanese; 5 for Russian, et cetera. The original standard book number (SBN) had no group identifier, but affixing a zero (0) as prefix to a 9-digit SBN creates a valid 10-digit ISBN. The group identifier may be up to 5 digits long; e.g. 99936 is a group identifier for the country Bhutan.[5]\n", "The national ISBN agency assigns the publisher number (cf. the category: ISBN agencies); the publisher selects the item number. Generally, a book publisher is not required to assign an ISBN, nor for a book to display its number (except in China; see below), however, most book stores only handle ISBN bearing merchandise.\n", "A listing of all the 628,000 assigned publisher codes is published, and can be ordered in book form,[6] but, as of 2007, it costs US$300. The web site of the international ISBN agency does not offer any free method of looking up publisher codes.\n"]}
{"title": "International Standard Book Number", "paragraphs": ["The International Standard Book Number, ISBN, is a unique[1] commercial book identifier barcode. The ISBN system was created in the United Kingdom, in 1966, by the booksellers and stationers W.H. Smith.\n", "Originally, it was the 9-digit Standard Book Numbering (SBN) code and still was used in 1974; it was adopted as the international standard ISO 2108 in 1970. A similar, numeric identification, the International Standard Serial Number (ISSN), identifies periodical publications such as magazines. Since January 1, 2007, ISBNs are of 13 digits, like in Bookland EAN-13.[2] The TC 46/SC 9 is responsible for the standard.\n", "An ISBN is given to each edition and variation (except reprintings) of a book. The ISBN is 13 digits long if assigned after January 1, 2007, and 10 digits long if assigned before 2007. An International Standard Book Number consists of 4 or 5 parts:\n", "The ISBN parts may be of different lengths, and usually are separated with hyphens or spaces.[4]\n", "The group identifier code (GIC) number is 0 or 1 for English-speaking countries; 2 for French-speaking countries; 3 for German-speaking countries; 4 for Japanese; 5 for Russian, et cetera. The original standard book number (SBN) had no group identifier, but affixing a zero (0) as prefix to a 9-digit SBN creates a valid 10-digit ISBN. The group identifier may be up to 5 digits long; e.g. 99936 is a group identifier for the country Bhutan.[5]\n", "The national ISBN agency assigns the publisher number (cf. the category: ISBN agencies); the publisher selects the item number. Generally, a book publisher is not required to assign an ISBN, nor for a book to display its number (except in China; see below), however, most book stores only handle ISBN bearing merchandise.\n", "A listing of all the 628,000 assigned publisher codes is published, and can be ordered in book form,[6] but, as of 2007, it costs US$300. The web site of the international ISBN agency does not offer any free method of looking up publisher codes.\n"]}
{"title": "JSTOR", "paragraphs": ["JSTOR (/ˈdʒeɪstɔːr/;[1] short for Journal Storage)[3] is a digital library. It was founded in 1995 in New York City, United States. It was originally containing digitized back issues of academic journals.  It is now encompasses books and other primary sources as well as current issues of journals. It provides full-text searches of almost 2,000 journals.\n", "As of 2013[update], more than 8,000 institutions in more than 160 countries had access to JSTOR.[4] Most access is by subscription but some of the site is public domain, and open access content is available free of charge.[5][6]\n", "JSTOR's revenue was $86 million in 2015.[7]\n"]}
{"title": "Wayback Machine", "paragraphs": ["Wayback Machine is a website that allows users to save URLs of websites into it and view different versions of those websites and how they looked like in the past. It is a time machine of the internet.\n", "The Internet Archive owners Brewster Kahle and  Bruce Gilliat created the wayback machine in  May 1996 and started it in October 2001.[1][2]\n"]}
{"title": "Wayback Machine", "paragraphs": ["Wayback Machine is a website that allows users to save URLs of websites into it and view different versions of those websites and how they looked like in the past. It is a time machine of the internet.\n", "The Internet Archive owners Brewster Kahle and  Bruce Gilliat created the wayback machine in  May 1996 and started it in October 2001.[1][2]\n"]}
{"title": "Wayback Machine", "paragraphs": ["Wayback Machine is a website that allows users to save URLs of websites into it and view different versions of those websites and how they looked like in the past. It is a time machine of the internet.\n", "The Internet Archive owners Brewster Kahle and  Bruce Gilliat created the wayback machine in  May 1996 and started it in October 2001.[1][2]\n"]}
{"title": "Wayback Machine", "paragraphs": ["Wayback Machine is a website that allows users to save URLs of websites into it and view different versions of those websites and how they looked like in the past. It is a time machine of the internet.\n", "The Internet Archive owners Brewster Kahle and  Bruce Gilliat created the wayback machine in  May 1996 and started it in October 2001.[1][2]\n"]}
{"title": "JSTOR", "paragraphs": ["JSTOR (/ˈdʒeɪstɔːr/;[1] short for Journal Storage)[3] is a digital library. It was founded in 1995 in New York City, United States. It was originally containing digitized back issues of academic journals.  It is now encompasses books and other primary sources as well as current issues of journals. It provides full-text searches of almost 2,000 journals.\n", "As of 2013[update], more than 8,000 institutions in more than 160 countries had access to JSTOR.[4] Most access is by subscription but some of the site is public domain, and open access content is available free of charge.[5][6]\n", "JSTOR's revenue was $86 million in 2015.[7]\n"]}
{"title": "Wayback Machine", "paragraphs": ["Wayback Machine is a website that allows users to save URLs of websites into it and view different versions of those websites and how they looked like in the past. It is a time machine of the internet.\n", "The Internet Archive owners Brewster Kahle and  Bruce Gilliat created the wayback machine in  May 1996 and started it in October 2001.[1][2]\n"]}
{"title": "Wayback Machine", "paragraphs": ["Wayback Machine is a website that allows users to save URLs of websites into it and view different versions of those websites and how they looked like in the past. It is a time machine of the internet.\n", "The Internet Archive owners Brewster Kahle and  Bruce Gilliat created the wayback machine in  May 1996 and started it in October 2001.[1][2]\n"]}
{"title": "Wayback Machine", "paragraphs": ["Wayback Machine is a website that allows users to save URLs of websites into it and view different versions of those websites and how they looked like in the past. It is a time machine of the internet.\n", "The Internet Archive owners Brewster Kahle and  Bruce Gilliat created the wayback machine in  May 1996 and started it in October 2001.[1][2]\n"]}
{"title": "Wayback Machine", "paragraphs": ["Wayback Machine is a website that allows users to save URLs of websites into it and view different versions of those websites and how they looked like in the past. It is a time machine of the internet.\n", "The Internet Archive owners Brewster Kahle and  Bruce Gilliat created the wayback machine in  May 1996 and started it in October 2001.[1][2]\n"]}
